{"content": "Assume you are an anthropologist, zoologist or any other science-y title. Is there a special kind of animal that you work with that would make up your last meal and/or your next date?", "topics": ["meat", "ice breaker"]}
{"content": "What makes you tick?", "topics": ["ice breaker"]}
{"content": "What is something that most people don't know about you (and it's not some juicy secret)?", "topics": ["ice breaker"]}
{"content": "If your only communication to the world was a blinking light (also known as a strobe) that blinked once every 5 seconds, what would be written on the light? Respond in all caps please.", "topics": ["ice breaker"]}
{"content": "If you had to eat one thing for the rest of your life what would it be?", "topics": ["ice breaker"]}
{"content": "Who are your heroes?", "topics": ["ice breaker"]}
{"content": "How do you keep up with personal hygiene and your appearance to feel good ?", "topics": ["food", "ice breaker"]}
{"content": "How do you define success and how has that changed during your life?", "topics": ["ice breaker"]}
{"content": "What dreams or goals do you have that you've never followed through on because you're scared?", "topics": ["frustration", "ice breaker"]}
{"content": "On your mind, what is the last conversation you had with a stranger?", "topics": ["ice breaker"]}
{"content": "In order to live blissfully, how many lifetimes would you need?", "topics": ["philosophy", "ice breaker"]}
{"content": "What are you stronger at and what are you weaker at?", "topics": ["mind", "ice breaker"]}
{"content": "If you could see a failed project, what would it be?", "topics": ["failure", "ice breaker"]}
{"content": "What was your favorite childhood cartoon?", "topics": ["ice breaker"]}
{"content": "free can lead to limited is normal, but limited knowledge can limit your life. Where are you starting from?", "topics": ["knowledge", "ice breaker"]}
{"content": "What are you currently struggling with?", "topics": ["ice breaker"]}
{"content": "If you were to become a leader in a community or local business what are the most important things that you would want to see there?", "topics": ["ice breaker"]}
{"content": "Could you help me? I really really need your help!", "topics": ["ice breaker"]}
{"content": "What is your biggest peeve?", "topics": ["ice breaker"]}
{"content": "If you had unlimited time and money, what is the one book you would buy?", "topics": ["book", "knowledge", "ice breaker"]}
{"content": "If money wasn't a problem (you wouldn't need it) what would you do with your life?", "topics": ["ice breaker"]}
{"content": "How do you handle stressful situations and what strategies do you apply?", "topics": ["ice breaker"]}
{"content": "If they made amovie of your life, who would you like to be played by?", "topics": ["ice breaker"]}
{"content": "If you could live forever, would you?", "topics": ["art", "ice breaker"]}
{"content": "\"What is one thing you would never think of telling someone else?\"", "topics": ["mind", "ice breaker"]}
{"content": "How much money do you need every year and why? If you could take home half your current salary every year for forever, would you take it?", "topics": ["ice breaker"]}
{"content": "If you were a billionaire, which charity would you create?", "topics": ["philosophy", "health"]}
{"content": "What day did you last have the 'best day ever'? What about before that?", "topics": ["ice breaker"]}
{"content": "What moment in your life would you want to relive for the rest of your life?", "topics": ["ice breaker", "daily"]}
{"content": "What are you most looking forward to this weekend?", "topics": ["ice breaker"]}
{"content": "What are the things that make you feel alive?", "topics": ["philosophy", "ice breaker"]}
{"content": "What do you know now that you were not able to appreciate a year ago?", "topics": ["ice breaker"]}
{"content": "What's one thing people would be shocked to find out about you that is not common knowledge?", "topics": ["ice breaker"]}
{"content": "What would happen if one of the planets did not spin around the sun?", "topics": ["science", "philosophy", "ice breaker"]}
{"content": "What is this biggest secret that you've ever kept from the public?", "topics": ["ice breaker"]}
{"content": "What is the last great book you read?", "topics": ["ice breaker"]}
{"content": "What particular recent event really made you think: ", "topics": ["ice breaker"]}
{"content": "What is the most interesting thing you don't know?", "topics": ["knowledge", "ice breaker"]}
{"content": "I can honestly say that I’ve never been in someone's house not been offered drugs.", "topics": ["ice breaker"]}
{"content": "What movie do you wish people would stop remaking?", "topics": ["ice breaker"]}
{"content": "What piece of advice have you always wanted to give out but have never had the courage to give it to someone?", "topics": ["ice breaker"]}
{"content": "Which holidays have been the most memorable for you?", "topics": ["ice breaker"]}
{"content": "What is a fact about you that no one knows but would be surprised to find out?", "topics": ["ice breaker"]}
{"content": "Go to the movies - suggest a movie.", "topics": ["ice breaker"]}
{"content": "What is one of your favorite YouTube videos?", "topics": ["entertainment"]}
{"content": "what is the easiest  thing you need to do for the baby to come out today?", "topics": ["ice breaker"]}
{"content": "Would you rather play a hero or a villain?", "topics": ["ice breaker"]}
{"content": "What is a movie that you watched so many times that you know the dialogue by heart?", "topics": ["ice breaker"]}
{"content": "How old were you when you had your first kiss?", "topics": ["ice breaker"]}
{"content": "Have you ever been in some beautiful natural place with a good friend and you feel like it was the best experience of your life?", "topics": ["ice breaker"]}
{"content": "What are the most important things to know about a person?", "topics": ["ice breaker"]}
{"content": "What is the funniest sounding word you know and can spell?", "topics": ["ice breaker"]}
{"content": "What's one story you would like to tell to your younger self?", "topics": ["ice breaker"]}
{"content": "How old are you right now?", "topics": ["age", "science"]}
{"content": "What do you do in your free time?", "topics": ["ice breaker"]}
{"content": "Which historical figure do you find most interesting and why? (can lead into discussing their political leanings)", "topics": ["ice breaker"]}
{"content": "If you could have any profession and be the best in the world at it but you can't work like normal people and if everyone else is a dolt what would your job be?", "topics": ["ice breaker"]}
{"content": "Have you ever had a personal brush with danger?", "topics": ["personal", "ice breaker"]}
{"content": "What are you trained in?", "topics": ["knowledge", "ice breaker"]}
{"content": "Have you ever felt that time was flying away from you? If so, how did that feel like?", "topics": ["mind", "ice breaker"]}
{"content": "What animal or plant do you find the most beautiful/attractive?", "topics": ["ice breaker"]}
{"content": "If you could talk to someone you haven't talked to in years, who would that person be and what would you talk about?", "topics": ["ice breaker"]}
{"content": "Describe how you think we are doing as a species.", "topics": ["family", "cultural"]}
{"content": "Have you ever been on a plane", "topics": ["ice breaker"]}
{"content": "What is the fastest you've ever gone?", "topics": ["artificial intelligence"]}
{"content": "What is something in your life that would improve if you decided to do it all over again?", "topics": ["ice breaker"]}
{"content": "How would your life be different if you could be born into another family?", "topics": ["ice breaker"]}
{"content": "If you were a ghost in the world how would your day look like?", "topics": ["ice breaker"]}
{"content": "What is something everyone should know about your city?", "topics": ["ice breaker"]}
{"content": "What are you known for as a person?", "topics": ["ice breaker"]}
{"content": "What is a book that you've never read, but wish your girlfriend would read to you?", "topics": ["ice breaker"]}
{"content": "Question for a paleontologist: Expected or realistic end of human race ?", "topics": ["ice breaker"]}
{"content": "If you could imagine yourself doing a piece of art, what kind would it be?", "topics": ["ice breaker"]}
{"content": "What is something you regret spending time, money or energy on?", "topics": ["ice breaker"]}
{"content": "What are some of the most obvious things that people do to get on one's nerves?", "topics": ["ice breaker", "mind"]}
{"content": "Would you rather go through your life as a happy person or an unhappy person?", "topics": ["ice breaker"]}
{"content": "What do you know about your community?", "topics": ["ice breaker"]}
{"content": "What are you thinking about?", "topics": ["mind", "ice breaker"]}
{"content": "What kinds of things do you look for in a person?", "topics": ["ice breaker"]}
{"content": "What's the best thing about being in a relationship?", "topics": ["ice breaker"]}
{"content": "What's a very good book that you would recommend?", "topics": ["ice breaker"]}
{"content": "What's one good way you could spend $20 right now?", "topics": ["ice breaker"]}
{"content": "What is one of your favorite movies of all time?", "topics": ["movie", "artificial intelligence", "ice breaker"]}
{"content": "What do you love about your job? What's the worst part of it? What are your goals for this year and next?", "topics": ["ice breaker"]}
{"content": "If you were a spaceship and were able to visit Earth, what day of the year where you traveling to be able to experience the easiest (or hardest) life?", "topics": ["ice breaker"]}
{"content": "What is always worth fighting for?", "topics": ["mind", "ice breaker"]}
{"content": "If nothing lasts forever, what are you going to do with the 12 percent of your life you’ve already had?", "topics": ["philosophy", "ice breaker"]}
{"content": "What's the best story you've heard today?", "topics": ["ice breaker"]}
{"content": "What’s the first thing you notice about a person?", "topics": ["health"]}
{"content": "What is an awesome book, internet source, documentary, or other info source you recently came across?", "topics": ["knowledge", "ice breaker"]}
{"content": "Have you ever had dreams as a child", "topics": ["ice breaker"]}
{"content": "What is something that most people take for granted, but has a deeper meaning to you?", "topics": ["ice breaker"]}
{"content": "What are your thoughts on religion, God or spirituality?", "topics": ["ice breaker", "religion"]}
{"content": "What do you like the best about your job?", "topics": ["ice breaker"]}
{"content": "What would you ask, or rather say to, God (at all costs)?", "topics": ["faith", "ice breaker"]}
{"content": " Which real life celebrities would you want to be for a day?", "topics": ["ice breaker"]}
{"content": "What factoid do you remember most from your experimentation with drugs?", "topics": ["ice breaker"]}
{"content": "What's the longest river in England?", "topics": ["ice breaker"]}
{"content": "What was the first thing you learned how to do?", "topics": ["ice breaker"]}
{"content": "Are you bored of \"Who's better in bed\" questions? No? Ok. Just answer this then: How many sex partners have you had?", "topics": ["ice breaker"]}
{"content": "What was the first GIF you remember seeing? Why do you think it's famous?", "topics": ["ice breaker"]}
{"content": "What is a costume you're proud of as a kid that you still dress up in on Halloween?", "topics": ["philosophy", "ice breaker"]}
{"content": "What do you want to do before you die?", "topics": ["ice breaker"]}
{"content": "What words do you not know? Can you guess them?", "topics": ["ice breaker"]}
{"content": "How would you explain the soul to someone who couldn't explained ideas?", "topics": ["ice breaker"]}
{"content": "What would you name your first child?", "topics": ["ice breaker"]}
{"content": "What do you want to accomplish in your life?", "topics": ["ice breaker"]}
{"content": "If you?\u0092re under pressure, what does yourInstinct do ?", "topics": ["ice breaker"]}
{"content": "Can you name an event in your life that made a big impact in the direction your lifestyle took, even to this very day?", "topics": ["ice breaker"]}
{"content": "What is your philosophy of life?", "topics": ["philosophy", "ice breaker"]}
{"content": "What is one of your favorite romantic movies or plays?", "topics": ["ice breaker"]}
{"content": "\"What is one thing you would never think of telling someone else?\"", "topics": ["mind", "ice breaker"]}
{"content": "When do you know that you've broken free from a crazy situation?", "topics": ["ice breaker"]}
{"content": "You have to read a newspaper article written by a total stranger; Do you think you can tell their political views based on the way they use certain words?", "topics": ["ice breaker"]}
{"content": "\"If your life had a title, what would it be?\"", "topics": ["mind", "ice breaker"]}
{"content": "What is something you have little control over right now, but can influence?", "topics": ["ice breaker"]}
{"content": "How do you pretect something that is important to you from being stolen or damaged?", "topics": ["ice breaker"]}
{"content": "What was the best present you've ever received?", "topics": ["ice breaker"]}
{"content": "What do you want the younger generation to learn?", "topics": ["ice breaker"]}
{"content": "What do you think is the single best piece of advice someone has ever given you?", "topics": ["ice breaker"]}
{"content": "Why did you start working at this place?", "topics": ["ice breaker"]}
{"content": "What would be playing potato?", "topics": ["ice breaker"]}
{"content": "People often say that they are almost sure of something and/or some probability is \"almost 100%\". This always used to confuse me. Are these numbers real?", "topics": ["mathematic", "ice breaker"]}
{"content": "What's something you don't like about yourself?", "topics": ["ice breaker"]}
{"content": "Where do you get the motivation throughout the day?", "topics": ["ice breaker"]}
{"content": "What is the most interesting thing you know about your city?", "topics": ["ice breaker"]}
{"content": "What were you made to do? When do you feel most at home?", "topics": ["ice breaker"]}
{"content": "If you were going to predict the future, what would it be?", "topics": ["ice breaker"]}
{"content": "What would happen if you shared your experience with 100 people over a span of one month. Will they become friends, make you famous, turn against you?", "topics": ["mathematic", "ice breaker"]}
{"content": "If there was a movie made about your life, who would play you?", "topics": ["movie", "ice breaker"]}
{"content": "What is your dream job?", "topics": ["ice breaker"]}
{"content": "What are your most cherished values?", "topics": ["ice breaker"]}
{"content": "If someone saw you make a silly mistake in public, would you be laughed at or sympathized with (if it was bad)?", "topics": ["mind", "ice breaker"]}
{"content": "When is something you wanted to avoid, but did it anyhow?", "topics": ["ice breaker"]}
{"content": "What visualization guide do you use?", "topics": ["ice breaker"]}
{"content": "What your favorite childhood cartoon/movie character?", "topics": ["ice breaker"]}
{"content": "Which famous child star would you like to play you in a movie based on your life if that was ever made into a film?", "topics": ["ice breaker"]}
{"content": "When you were a kid, what did your favourite toy or game seem like it was almost a living thing?", "topics": ["ice breaker", "childhood"]}
{"content": "Who is the most profound artist or author who ever lived?", "topics": ["ice breaker"]}
{"content": "What is something bunk that people believe in today?", "topics": ["mind", "ice breaker"]}
{"content": "Have you ever felt that anyone in the room is smarter than you?", "topics": ["ice breaker"]}
{"content": "What do you think is the single best piece of advice someone has ever given you?", "topics": ["ice breaker"]}
{"content": "What question would you most like to know the answer to?", "topics": ["ice breaker"]}
{"content": "What are some of the earliest memories you have?", "topics": ["mind", "ice breaker"]}
{"content": "What is the biggest book you have read this week?", "topics": ["book", "ice breaker"]}
{"content": "What do you worry about?", "topics": ["ice breaker"]}
{"content": "Where were you daydreaming when you had to be in a meeting?", "topics": ["ice breaker"]}
{"content": "How do you make sure to get enough sleep?", "topics": ["sleep"]}
{"content": "What are some of the smaller details that make you angry?", "topics": ["ice breaker", "people"]}
{"content": "If you had unlimited knowledge and could choose one thing to learn, what would you want to learn?", "topics": ["knowledge", "ice breaker"]}
{"content": "What manga have you recently read?", "topics": ["book", "ice breaker"]}
{"content": "What is the best advice someone has given you recently? How did this change your point of view or your actions in any way?", "topics": ["ice breaker"]}
{"content": "What is your favorite childhood TV-show or movie?", "topics": ["ice breaker", "artificial intelligence"]}
{"content": "What would your ideal life be like?", "topics": ["ice breaker"]}
{"content": "What is the last thing you needed to be fixed or replaced in your house that still isn't fixed/replaced? (Furniture, utilities)", "topics": ["ice breaker"]}
{"content": "If time was rewindable, do you like your past-self more or your future self?", "topics": ["ice breaker"]}
{"content": "What is a talent you have that most people do not know about?", "topics": ["ice breaker"]}
{"content": "What would your perfect weekend look like?", "topics": ["ice breaker"]}
{"content": "What does your perfect breakfast consist of?", "topics": ["ice breaker"]}
{"content": "Name three things you and your partner have in common.", "topics": ["ice breaker"]}
{"content": "What difference do you see between countries (such as the US and UK)?", "topics": ["ice breaker"]}
{"content": "If you could compare yourself to any object, what would it be and why?", "topics": ["ice breaker"]}
{"content": "What is the greatest crime you have ever mystery solved without being tied to the case or committed it?", "topics": ["ice breaker"]}
{"content": "What's the most ridiculous commitment you've ever made?", "topics": ["ice breaker"]}
{"content": "What has been the find / realisation that has been the most surprising to you?", "topics": ["ice breaker"]}
{"content": "Have you ever tried to make sense of things that happened in your life?", "topics": ["mathematic", "ice breaker"]}
{"content": "What is the most important thing that people should learn about you?", "topics": ["ice breaker"]}
{"content": "What’s something that you really want to do, but you haven’t done it yet?", "topics": ["mathematics", "ice breaker"]}
{"content": "What is a _____ you could never live without?", "topics": ["ice breaker", "material"]}
{"content": "If there's any place you couldn't live, where would you live and why?", "topics": ["ice breaker"]}
{"content": "What's your worst fear with regards to your goal?", "topics": ["goal", "ice breaker"]}
{"content": "What is the biggest problem with your city?", "topics": ["small talk", "uncategorized"]}
{"content": "What's something that you can't go a day without thinking or talking about?", "topics": ["ice breaker"]}
{"content": "What's something you have always wanted to do, but haven't?", "topics": ["ice breaker"]}
{"content": "If you could do any job anywhere, what would it be?", "topics": ["ice breaker"]}
{"content": "If you could have one celebrity's talent and looks who else would it be?", "topics": ["ice breaker"]}
{"content": "What do you like to do when you're free?", "topics": ["search"]}
{"content": "What is the luckiest thing that has happened to you?", "topics": ["luckety", "ice breaker"]}
{"content": "Where is there a joke?", "topics": ["ice breaker"]}
{"content": "What makes you angry or passionate about life?", "topics": ["ice breaker"]}
{"content": "What was the most memorable experience in your life?", "topics": ["ice breaker"]}
{"content": "What is a wonderful travel experience you have had?", "topics": ["ice breaker"]}
{"content": "How would you describe what makes someone a good friend?", "topics": ["ice breaker"]}
{"content": "What is the best decision you ever made?", "topics": ["ice breaker"]}
{"content": "If you could learn something one week that would be your greatest ever, what would it be?", "topics": ["ice breaker"]}
{"content": "Have you ever parented any of your siblings?", "topics": ["ice breaker"]}
{"content": "If you could have access to all knowledge. Which would it be? Why?", "topics": ["knowledge", "philosophy", "ice breaker"]}
{"content": "What's the last thing you did before your phone died?", "topics": ["mind", "ice breaker"]}
{"content": "What's the most favorite movie you've ever seen?", "topics": ["ice breaker"]}
{"content": "What qualities do you think that every person should have a fair amount of?", "topics": ["ice breaker", "business", "knowledge"]}
{"content": "What was your first job out of college?", "topics": ["ice breaker"]}
{"content": "WhatWas your favorite childhood game / toy? What  would it be today??", "topics": ["ice breaker"]}
{"content": "What is the happiest moment in your life? What constitutes a happy moment?", "topics": ["ice breaker"]}
{"content": "What is the most depressing TV show you have ever seen?", "topics": ["film"]}
{"content": "What makes you angry or passionate about life?", "topics": ["ice breaker"]}
{"content": "What is something you don't normally like, but for some reason you've been drawn to recently?", "topics": ["ice breaker"]}
{"content": "What do you do when your in-laws come over?", "topics": ["ice breaker"]}
{"content": "If you were given one Blessing Card, what would you choose?", "topics": ["religion", "ice breaker"]}
{"content": "How's the future looking to you right now?", "topics": ["philosophy", "ice breaker"]}
{"content": "How would setting up a business been different if software wasn't an option?", "topics": ["ice breaker", "innovation"]}
{"content": "When did something become\", \"normal\"? Like something that you did for the first time?", "topics": ["ice breaker"]}
{"content": "What makes you happy the most?", "topics": ["ice breaker"]}
{"content": "What is a moment in your life when you felt like a complete failure?", "topics": ["ice breaker"]}
{"content": "If you were trapped on a desert island what is the one book that would have to be with you?", "topics": ["ice breaker"]}
{"content": "If you could ask your 3 year old self one question what would it be?", "topics": ["ice breaker", "mind"]}
{"content": "What would you do if you had unlimited opportunity but limited time?", "topics": ["ice breaker"]}
{"content": "What animal or insect do you really like for no good reason?", "topics": ["ice breaker"]}
{"content": "Do you like to read magazines? What is your favorite magazine? Why?", "topics": ["ice breaker"]}
{"content": "If you could be absolutely certain of anything, what would you be?", "topics": ["ice breaker", "knowledge"]}
{"content": "If you could give yourself one personality trait to improve, what would it be?", "topics": ["ice breaker"]}
{"content": "Describe yourself in one word.", "topics": ["ice breaker"]}
{"content": "What are the biggest misperceptions about you?", "topics": ["ice breaker"]}
{"content": "What was your favorite place to visit as a child?", "topics": ["ice breaker"]}
{"content": "If you have free choice, and one gesture could have changed your life - What would it be?", "topics": ["ice breaker"]}
{"content": "What do you care most about?", "topics": ["family", "relationship"]}
{"content": "Do you believe that all humans are born equal?", "topics": ["philosophy", "ice breaker"]}
{"content": "How do you bring back your best friend from a trip? What gives you the urge to travel?", "topics": ["ice breaker"]}
{"content": "What is something you have learned about yourself in the last few years?", "topics": ["ice breaker"]}
{"content": "What's one thing you can't live without?", "topics": ["ice breaker", "artificial intelligence"]}
{"content": "When you feel really low, what do you do to pick yourself up?", "topics": ["mind", "ice breaker"]}
{"content": "What kind of person are you when you are your true self?", "topics": ["ice breaker"]}
{"content": "What talents do you wish you had? Anybody else have this talent?", "topics": ["ice breaker"]}
{"content": "If you had enough money to build your dream house, what would it be?", "topics": ["ice breaker"]}
{"content": "What happens when you die?", "topics": ["mind", "iohj", "philosophy", "ice breaker"]}
{"content": "What do you like about what you are good at?", "topics": ["ice breaker"]}
{"content": "If you had unlimited time to learn something new, what would it be?", "topics": ["ice breaker"]}
{"content": "What do you love about your job? What's the worst part of it? What are your goals for this year and next.", "topics": ["ice breaker"]}
{"content": "What's common to most of the tasks you keep repeating ?", "topics": ["ice breaker"]}
{"content": "If you could play anyone in the world, who would it be, why? Who should play you?", "topics": ["ice breaker"]}
{"content": "What can you not stand to watch on TV?", "topics": ["mind", "ice breaker"]}
{"content": "What is your happiest memory from last week?", "topics": ["ice breaker"]}
{"content": "How would you explain the powers of a super hero?", "topics": ["ice breaker"]}
{"content": "If you had to retire tomorrow, what from your job would you miss?", "topics": ["ice breaker"]}
{"content": "What would you remove from society if you could?", "topics": ["ideal", "ice breaker"]}
{"content": "What would the best possible future look like to you?", "topics": ["ice breaker"]}
{"content": "How many people are you mutually connected to in your extended network?", "topics": ["ice breaker"]}
{"content": "Coming from an urban/un-urban setting, are there any particular quirks in my hometown that have rubbed off on me?", "topics": ["philosophy", "ice breaker"]}
{"content": "Which historical event would you like to live through from beginning to end?", "topics": ["ice breaker"]}
{"content": "What’s the last thing you learned?", "topics": ["knowledge"]}
{"content": "What do you think is your best quality?", "topics": ["potential", "ice breaker"]}
{"content": "What is a pillar of your personal values system?", "topics": ["ice breaker"]}
{"content": "What do you like to watch or do in your free time?", "topics": ["ice breaker", "artificial intelligence"]}
{"content": "If your house suddenly caught on fire, what can you save that might be most important to you?", "topics": ["ice breaker", "life"]}
{"content": "What describes you best?", "topics": ["ice breaker"]}
{"content": "You have to at least make a complete sentence if you can't think of one what would it be ____", "topics": ["ice breaker"]}
{"content": "What would be a fun fact to bring up in conversation?", "topics": ["ice breaker"]}
{"content": "What question would you ask a time traveler if you could visit him?", "topics": ["philosophy", "ice breaker"]}
{"content": "Who do you wish were on your team for a hypothetical fantasy sports league?", "topics": ["ice breaker"]}
{"content": "What's the last movie that you saw?  Who with? What part did you like?", "topics": ["movie", "ice breaker"]}
{"content": "What is your curious talent? What do you do you not know how to do yet?", "topics": ["ice breaker"]}
{"content": "Do you sometimes wonder what your life would be like if you were not in this specific location or field?", "topics": ["ice breaker"]}
{"content": "How do you know if a person is good or evil?", "topics": ["mind", "ice breaker"]}
{"content": "What is one thing people don’t know about you, that they wouldn’t expect?", "topics": ["ice breaker"]}
{"content": "Have you ever felt like you were living in a different world than the people around you?", "topics": ["philosophy", "ice breaker"]}
{"content": "What do you take for granted that many people don't?", "topics": ["knowledge", "ice breaker"]}
{"content": "What's something that you and I couldn't have understand processed and properly discussed until the day we are born?", "topics": ["mind", "ice breaker"]}
{"content": "What do you learn after too much Pra/Cere?", "topics": ["ice breaker"]}
{"content": "What kind of food would you choose at a wedding?", "topics": ["food", "ice breaker"]}
{"content": "What is an embarrassing question that you think would work well as a game show question?", "topics": ["ice breaker", "life"]}
{"content": "How do you make your bed?", "topics": ["death"]}
{"content": "What are some books that you found interesting and that you made you think?", "topics": ["ice breaker"]}
{"content": "Do you frequently get very ironic emails quite jokingly but never seemed to be joking, but it turns out it's all a setup for a joke at the end?", "topics": ["ice breaker"]}
{"content": "Who are the most overlooked performers in history?", "topics": ["ice breaker"]}
{"content": "What would be the worst name for a committee that you could vote in?", "topics": ["ice breaker"]}
{"content": "What have you been listening to lately?", "topics": ["ice breaker"]}
{"content": "What is the most evil thing that you have ever done?", "topics": ["ice breaker"]}
{"content": "I don't think that humans have ever understood the natural ways of time. Do you think we can change our awareness of time to learn how to relax better?", "topics": ["mind", "ice breaker", "business"]}
{"content": "What is the best way you handle stress or anxiety?", "topics": ["mental health", "ice breaker"]}
{"content": "What is a book that you know the story of but did not actually read it?", "topics": ["ice breaker"]}
{"content": "If you could learn one new skill today, what would it be?", "topics": ["ice breaker"]}
{"content": "What do you think is the single best piece of advice anyone has ever given you?", "topics": ["ice breaker"]}
{"content": "Are you an emotional person?", "topics": ["ice breaker"]}
{"content": "What have you Learnt till now?", "topics": ["ice breaker"]}
{"content": "What is one of your most favorite books/movies/songs/games?", "topics": ["ice breaker"]}
{"content": "If you had a year off, what would you want to do?", "topics": ["ice breaker"]}
{"content": "What was the most innovative invention of last year?", "topics": ["ice breaker"]}
{"content": "What is a question you wish someone would have asked you?", "topics": ["ice breaker"]}
{"content": "What are you most grateful for?", "topics": ["ice breaker"]}
{"content": "What is you favorite book on your shelf? What are some other random facts about the book or is there a line from it that stands out to you as particularly interesting?", "topics": ["ice breaker"]}
{"content": "What is the most enjoyable thing to do on your block, in your town or in your country?", "topics": ["ice breaker"]}
{"content": "What is something that you think was better in the past (or how do you not like the present)?", "topics": ["ice breaker"]}
{"content": "What color is your eye?", "topics": ["ice breaker", "other"]}
{"content": "What are your best and worst physical qualities?", "topics": ["ice breaker"]}
{"content": "How do you make decisions as a leader?", "topics": ["ice breaker"]}
{"content": "What do you love most about yourself?", "topics": ["ice breaker", "knowledge"]}
{"content": "Apply pressure to a needle safely and correctly. Finding injuries from similar stimulus?", "topics": ["health", "injury", "gadgets"]}
{"content": "What is one thing you would never think of telling someone else?", "topics": ["mind", "listening"]}
{"content": "What would you do if school wasn't an option?", "topics": ["ice breaker", "art"]}
{"content": "What is something you would never want to contract?", "topics": ["ice breaker"]}
{"content": "What is something that people think is good, but they don't really understand?", "topics": ["knowledge", "intelligence", "health"]}
{"content": "Tell me about yourself", "topics": ["ice breaker"]}
{"content": "What is the most important invention in your time, given that age every time & why? (e.g. smoke inhaler, car, music player), fails.", "topics": ["ice breaker"]}
{"content": "What sport is the most exciting to watch?  What, if any, is the sport most likely to make you rich (financially) over your lifetime?", "topics": ["sport", "knowledge"]}
{"content": "Tell me about your most meaningful life experience/s? What was it about?", "topics": ["ice breaker"]}
{"content": "What is the best use of a potato peeler?", "topics": ["ice breaker"]}
{"content": "The world has suddenly stopped moving. What would you do with all the time you have left (the rest of your life)?", "topics": ["time", "ice breaker"]}
{"content": "What do you find You'll never guess it ...", "topics": ["ice breaker"]}
{"content": "How do you feel about your surrounding?", "topics": ["philosophy"]}
{"content": "What are some of the happiest memories you've experienced recently.", "topics": ["ice breaker"]}
{"content": "What is your favorite activity?", "topics": ["ice breaker"]}
{"content": "What do you do in your spare time?", "topics": ["ice breaker"]}
{"content": "What do you think is the biggest risk a person could take?", "topics": ["ice breaker"]}
{"content": "Which is more important to you the idea of being rich or awesome?", "topics": ["ice breaker"]}
{"content": "If you could only read, watch or listen to one thing for the rest of your life, what would it be?", "topics": ["ice breaker"]}
{"content": "What two fields or classes do you wish were taught on your college campus?", "topics": ["philosophy", "art", "ice breaker"]}
{"content": "What film makes you think over and over again even when you see it the first time?", "topics": ["film", "ice breaker"]}
{"content": "If you were to teach a course, what would it be about?", "topics": ["ice breaker"]}
{"content": "What happened that became a long-term regret?", "topics": ["ice breaker"]}
{"content": "Do you think every person with mental health issues needs religious faith?", "topics": ["mind", "ice breaker"]}
{"content": "What gives you meaning and purpose in life?", "topics": ["ice breaker"]}
{"content": "What one thing would you like to be able to do but can't?", "topics": ["ice breaker"]}
{"content": "What's your favorite movie?", "topics": ["ice breaker"]}
{"content": "Do you think we're here for a reason? If so, what's your reason?", "topics": ["knowledge"]}
{"content": "If you had to describe your personality in 10 syllables or less, what would those 10 syllables be?", "topics": ["mind", "replies_too_short", "ice breaker"]}
{"content": "How to handle conflict?"}
{"content": "What would you do if you wanted to tick off a particular category of frustration?", "topics": ["ice breaker"]}
{"content": "Which famous actor or actress would you like to play you in a movie about your life?", "topics": ["ice breaker"]}
{"content": "Are you satisfied with your current work/career/life?", "topics": ["ice breaker"]}
{"content": "If you only had one food to eat, what would it be?", "topics": ["ice breaker"]}
{"content": "What is your desert island book, the one book you couldn't live without and would read on a deserted island?", "topics": ["book", "ice breaker"]}
{"content": "What is the best thing about being a young adult?", "topics": ["ice breaker"]}
{"content": "If you could live anywhere in the world where would it be?", "topics": ["ice breaker"]}
{"content": "What is the last thing you googled?", "topics": ["ice breaker"]}
{"content": "What was the best thing that happened to you this weekend?", "topics": ["ice breaker"]}
{"content": "Who do you think looks the most like someone else?", "topics": ["ice breaker"]}
{"content": "What is some interesting or exciting news you know and can't wait to share with everyone?", "topics": ["news", "ice breaker"]}
{"content": "What's the probability of your success in match making works out?", "topics": ["matchmaking", "ice breaker"]}
{"content": "What was the meanest thing a teacher ever did to you?", "topics": ["ice breaker"]}
{"content": "What is something you do or say that pisses people off?", "topics": ["ice breaker"]}
{"content": "Would organ donation ever be acceptable in your opinion?", "topics": ["ice breaker", "religion"]}
{"content": "What is a good joke that you know?", "topics": ["ice breaker"]}
{"content": "If you could be 102 again with the knowledge of what you have today, what would you like to do that you weren't able to before ?", "topics": ["ice breaker"]}
{"content": "What are some of the differences you see between people when afraid or happy?", "topics": ["ice breaker"]}
{"content": "What things would you do differently if you could do them all over again?", "topics": ["ice breaker"]}
{"content": "Do you consider yourself very optimistic or very pessimistic?", "topics": ["ice breaker"]}
{"content": "What would you do if you only had one year left to live?", "topics": ["enlighten", "focus"]}
{"content": "Do you like seeing your future projections accurately? If so, how did you discover to do it so well?", "topics": ["mind", "philosophy", "ice breaker"]}
{"content": "If there was one thing that would make your life better overnight, what would it be?", "topics": ["ice breaker"]}
{"content": "If you could choose to never sweat for the rest of your life or never have to use a bathroom ever again, which would you choose?", "topics": ["ice breaker"]}
{"content": "What would you like to be doing 5 years from now?", "topics": ["ice breaker"]}
{"content": "Imagine you could instantly learn any recipe, typing it in to Google or letting the app do it for you. What would you make?", "topics": ["ice breaker"]}
{"content": "What is a good joke that you know?", "topics": ["ice breaker"]}
{"content": "What color is your hair currently?", "topics": ["ice breaker"]}
{"content": "In only one word, what is your favorite thing about yourself?", "topics": ["ice breaker"]}
{"content": "What are you capable of doing to transform and better yourself from this moment on?", "topics": ["ice breaker"]}
{"content": "What was the biggest mistake you made?", "topics": ["ice breaker"]}
{"content": "What was your job or most recent work experience?", "topics": ["ice breaker"]}
{"content": "How are you doing today?", "topics": ["ice breaker"]}
{"content": "What movie scene or scene from a film will you never forget? (or do this with line for books)", "topics": ["ice breaker", "mind"]}
{"content": "What are some cool things you have made?", "topics": ["ice breaker"]}
{"content": "What do you feel is a gap in the juvenile justice system? (finish with something about teenagers)", "topics": ["ice breaker"]}
{"content": "What was the first thing that got you excited about life?", "topics": ["ice breaker"]}
{"content": "Is there a time in your life where you questioned everything and in the end feel a great sense of relief that you ended up where you are?", "topics": ["philosophy", "ice breaker"]}
{"content": "What’s something that you wanted, but never wished before?", "topics": ["ice breaker"]}
{"content": "If you could have a business, what would it be?", "topics": ["ice breaker"]}
{"content": "Where do you see yourself in a year?", "topics": ["mathematic", "ice breaker"]}
{"content": "Do you enjoy conversation?", "topics": ["ice Breaker"]}
{"content": "What do you think is going to happen soon that you're worried about or are excited to see?", "topics": ["ice breaker"]}
{"content": "What's one thing that would turn the world on its head right now if it were true, or might come to pass in the near future?", "topics": ["knowledge", "ice breaker"]}
{"content": "What was one thing you learned in school that is difficult to explain to someone who didn’t go to school?", "topics": ["ice breaker"]}
{"content": "Which cure for cancer is most likely to be a hoax or will fail to come about?", "topics": ["health"]}
{"content": "If you could just peek into one person's life and then send what you observed to 5 friends that wouldn't be creepy would it?", "topics": ["ice breaker"]}
{"content": "If someone wrote an article about you as a profession, which article would you want it to be?", "topics": ["ice breaker"]}
{"content": "What do you think has helped most in life?", "topics": ["ice breaker"]}
{"content": "What are some of your favorite works of art?", "topics": ["ice breaker"]}
{"content": "Tell me about yourself in a couple of words", "topics": ["ice breaker"]}
{"content": "What is a purpose that you can serve on this earth? Be specific.", "topics": ["ice breaker", "knowledge"]}
{"content": "What books have you moved through based on what you know?", "topics": ["ice breaker"]}
{"content": "What from your childhood was the most memorable and why?", "topics": ["ice breaker"]}
{"content": "If you could be a superhero, in what way would your powers or abilities be different or better? Where you able to escape a bad situation but maintain your humanity?", "topics": ["psychology", "ice breaker"]}
{"content": "What would you do if you weren't? (your job)", "topics": ["ice breaker"]}
{"content": "Have you ever felt that time was flying away from you? If so, how did that feel like?", "topics": ["ice breaker", "philosophy"]}
{"content": "What is one goal you have for the rest of the year?", "topics": ["ice breaker"]}
{"content": "Which historical figure do you most identify with?", "topics": ["ice breaker"]}
{"content": "If you could ask the president of the United States one question what would it be?", "topics": ["ice breaker"]}
{"content": "What was an important event in your life that you didn't realize until later?", "topics": ["ice breaker"]}
{"content": "If you were the size of on of your favorite animals, what kind would it be, and how big would you be?", "topics": ["ice breaker"]}
{"content": "If you could change one thing about yourself right now what would it be?", "topics": ["ice breaker"]}
{"content": "What are you most self-conscious about?", "topics": ["ice breaker"]}
{"content": "What are your thoughts on religion, God or spirituality?", "topics": ["ice breaker", "religion"]}
{"content": "What things are currently most important to you in your life?", "topics": ["life", "philosophy", "ice breaker"]}
{"content": "What is something that you want to teach your partner?", "topics": ["ice breaker"]}
{"content": "If you could force anyone to watch one movie they'll never forget - either in act, directing, acting or theme; what would it be?", "topics": ["ice breaker"]}
{"content": "Have you ever had a paranormal experience?", "topics": ["psychic", "ice breaker"]}
{"content": "If you had infinite money, resources and time to pull off one cool thing, what would you do?", "topics": ["ice breaker"]}
{"content": "What is something you never thought you would try?", "topics": ["ice breaker"]}
{"content": "If you were in a tv show, what would you want it to be about?", "topics": ["science", "ice breaker"]}
{"content": "Who was the last person you took a photo with", "topics": ["ice breaker"]}
{"content": "What’s the best thing about your home?", "topics": ["ice breaker"]}
{"content": "When you look up into the night sky and try to see a star for the first time what does it look like? What makes certain things appear or not appear? Think about an observation or visual experience that tells people something.", "topics": ["mathematic", "ice breaker"]}
{"content": "Do you have any superstitions?", "topics": ["ice breaker"]}
{"content": "What's the best thing anyone has ever said to you?", "topics": ["ice breaker"]}
{"content": "Who is the most important person you know and why ? (Do you think this way?)", "topics": ["ice breaker"]}
{"content": "What kinds of things do you know now that might have been useful before?", "topics": ["ice breaker"]}
{"content": "Did you do anything special for your birthday on the other side?", "topics": ["ice breaker"]}
{"content": "Who would you like to be for a day?", "topics": ["ice breaker"]}
{"content": "How has your education system helped your country? \"Any specific examples?\" (For example, IEPs and SAT)", "topics": ["knowledge", "ice breaker"]}
{"content": "How would you describe alive and dead things to someone who has never experienced anything?", "topics": ["ice breaker"]}
{"content": "If you had an endless supply of wealth, what would you buy?", "topics": ["ice breaker"]}
{"content": "What is you favorite animal?", "topics": ["ice breaker"]}
{"content": "Are you religious or spiritual? What do/would you believe in if no religion, church or belief system?", "topics": ["ice breaker", "philosophy"]}
{"content": "What is Netflix's number 1 safety rule for its critics?", "topics": ["ice breaker"]}
{"content": "Who is your best friend starting from when you were a baby?", "topics": ["ice breaker"]}
{"content": "How long do you think it would take to make humans green human-plant hybrids?", "topics": ["ice breaker"]}
{"content": "Have you ever had any interesting dreams?", "topics": ["philosophy", "ice breaker"]}
{"content": "How do you keep busy during the day, when you are home all alone?", "topics": ["ice breaker"]}
{"content": "What was the most life changing experience you ever had?", "topics": ["ice breaker"]}
{"content": "What is one of the best TED Talks you've seen?", "topics": ["howto", "science", "ice breaker"]}
{"content": "What's your favorite city you've travelled to? What makes it so great?", "topics": ["ice breaker"]}
{"content": "What is a moment that you had that defied understanding?", "topics": ["ice breaker"]}
{"content": "What is your hermit quote that makes sense right now?", "topics": ["montage", "ice breaker"]}
{"content": "What was the most unattractive physical quality you ever teased anyone about leading to person's lowered self-esteem over a long period of time?", "topics": ["ice breaker"]}
{"content": "What kind of person are you when you are your true self?", "topics": ["ice breaker"]}
{"content": "What is your essential toothpaste and why?", "topics": ["ice breaker"]}
{"content": "What do you hope will happen in the next 5 years?", "topics": ["philosophy", "ice breaker"]}
{"content": "What do you wish you had been taught earlier by your parents?", "topics": ["ice breaker"]}
{"content": "What's the most mind-boggling thing you've seen on television or in a movie recently? If it was from a work you wrote or worked on, how do you think it was pull off?", "topics": ["ice breaker"]}
{"content": "Do you have a personal distaste for hearing yourself talk?", "topics": ["mind", "ice breaker"]}
{"content": "What did you do to get over the most difficult thing that ever happened to you?", "topics": ["ice breaker", "food"]}
{"content": "What are some of the biggest mistakes you've made in your life / work?", "topics": ["ice breaker"]}
{"content": "If you could live in any time period, which would you choose and why?", "topics": ["ice breaker"]}
{"content": "Did you give anything to charity over the holidays?", "topics": ["holiday", "ice breaker"]}
{"content": "What do you wish you knew at 21 years old?", "topics": ["ice breaker"]}
{"content": "Does the concept of death frighten you?", "topics": ["ice breaker", "philosophy"]}
{"content": "What do you feel inspired to accomplish in your life?", "topics": ["me", "ice breaker"]}
{"content": "What sports do you like to watch?", "topics": ["ice breaker"]}
{"content": "If given a choice, would you choose to always be healthy or always be rich?", "topics": ["ice breaker"]}
{"content": "What's more important, being awesome or someone else being awesome?", "topics": ["ice breaker"]}
{"content": "If you could have a conversation with anyone from history, who would it be?", "topics": ["ice breaker"]}
{"content": "If you could discover something that we don’t know yet but will in the future, what would it be? If you can't answer this question than what would your next question be?", "topics": ["ice breaker"]}
{"content": "When was the point where everything you knew changed?", "topics": ["ice breaker"]}
{"content": "What is a good joke that you know?", "topics": ["ice breaker"]}
{"content": "Do you usually today for routines and other heads of things?\n", "topics": ["ice breaker"]}
{"content": "What is a moment that changed your life forever?", "topics": ["ice breaker"]}
{"content": "What was your favorite physical comedy from your growing up?", "topics": ["comedy", "ice breaker"]}
{"content": "What is something common that no one thinks to tell anyone else?", "topics": ["ice breaker"]}
{"content": "Have you ever gotten into an argument while at a coffeeshop?", "topics": ["ice breaker"]}
{"content": "What would you do if you could do anything, even if it would lead to your death?", "topics": ["ice breaker"]}
{"content": "What was the worst or best thing that happened to you this year?", "topics": ["ice breaker"]}
{"content": "What is a tip you learned in elementary school or childhood that has helped you through life and can help instill patience in others?", "topics": ["ice breaker"]}
{"content": "If you had unlimited knowledge, what would your life look like?", "topics": ["knowledge", "philosophy", "ice breaker"]}
{"content": "What is something that you have always wanted to try, but haven't gotten a chance? How would you go about trying to do one of those things if money wasn't a problem?", "topics": ["knowledge", "ice breaker"]}
{"content": "What is the most depressing thing you know?", "topics": ["knowledge", "ice breaker"]}
{"content": "Who is the most insightful person you have met? How did they do it? What might your life be like if you spent more time with that?", "topics": ["ice breaker"]}
{"content": "What is a philosophy that you live by?", "topics": ["ice breaker", "philosophy"]}
{"content": "What was the best gift you've been given?", "topics": ["gifts", "ice breaker"]}
{"content": "If you could have a holiday-of-the-year fling, with onecelebrity on holiday, who would it be?", "topics": ["ice breaker", "people"]}
{"content": "What is the hardest part about growing up?", "topics": ["ice breaker"]}
{"content": "What is something interesting that you want to tell?", "topics": ["ice breaker", "knowledge"]}
{"content": "What was the most amazing thing you did this week?", "topics": ["ice breaker"]}
{"content": "What would you change about yourself physically or internally if you could?", "topics": ["body", "ice breaker"]}
{"content": "What is something that you always enjoy doing?", "topics": ["ice breaker"]}
{"content": "If you owned a farm, what kind of animals would you have on your farm?", "topics": ["ice breaker"]}
{"content": "What does death mean to you?", "topics": ["philosophy", "ice breaker"]}
{"content": "What kinds of things do you look for in a person?", "topics": ["ice breaker"]}
{"content": "What was the last book you read?", "topics": ["knowledge", "ice breaker"]}
{"content": "What is a weird pattern that you observe in your life?", "topics": ["ice breaker"]}
{"content": "What would you do if you didn't have to sleep?", "topics": ["ice breaker"]}
{"content": "What kinds of things do you look for in a person?", "topics": ["ice breaker"]}
{"content": "What's something everybody should know about your trade/profession/interests?", "topics": ["ice breaker"]}
{"content": "And if you were stared down by a drunk patron or toon in a bar how would you get him to drink his beer?", "topics": ["ice breaker"]}
