{"content": "What do you do to go out and meet new people?", "topics": ["ice breaker", "friendship"]}
{"content": "What's the most beautiful place you've been so far?", "topics": ["ice breaker"]}
{"content": "What is a philosophy that you live by?", "topics": ["ice breaker", "philosophy"]}
{"content": "What's something that you had a \"Eureka\" moment about?", "topics": ["mind", "ice breaker"]}
{"content": "What is something you believe to be deeply connected to all of us in some way?", "topics": ["ice breaker"]}
{"content": "What is the last thing you bought?", "topics": ["ice breaker"]}
{"content": "What’s something that a lot of people would have expected me to do, but I never did?", "topics": ["ice breaker", "mind"]}
{"content": "Amway is knocking on your door, and you're not going to let them come inside. Why aren\\u2019t you going to let them in?", "topics": ["ice breaker"]}
{"content": "What is something that you have changed for yourself without needing anyone else's approval?", "topics": ["ice breaker"]}
{"content": "What do you usually do in your spare time?", "topics": ["ice breaker"]}
{"content": "What do you need to learn to be happy and whether you already know it?", "topics": ["mind", "ice breaker"]}
{"content": "How do you decide which friends get invited to your functions?", "topics": ["ice breaker", "human social types"]}
{"content": "If you had a garden to grow oneCR, which growing thing would you grow?", "topics": ["ice breaker"]}
{"content": "What is the most fun fact you've heard about a city, country?", "topics": ["social", "ice breaker"]}
{"content": "How many people have you met in your lifetime who truly change your perspective on life?", "topics": ["ice breaker"]}
{"content": "What book gives you the best hope and way to be happy?", "topics": ["ice breaker", "health"]}
{"content": "If you had unlimited knowledge, what would your life look like?", "topics": ["knowledge", "ice breaker"]}
{"content": "What would you do differently if you could wake up tomorrow and start over with your life?", "topics": ["golden rule", "ice breaker"]}
{"content": "If you were a watercolor painter, how would you paint a scene of my choice?", "topics": ["mathematic"]}
{"content": "How do you think the world would change if people no longer had to die physically or emotionally?", "topics": ["ice breaker"]}
{"content": "What is the most scary fact you know?", "topics": ["ice breaker", "science"]}
{"content": "What made you smile today?", "topics": ["ice breaker"]}
{"content": "What is the best way to encourage someone who is depressed or low on self-confidence?", "topics": ["ice breaker"]}
{"content": "If you could swim any place in the world, where would you go?", "topics": ["ice breaker"]}
{"content": "Who makes you burst out laughing?", "topics": ["ice breaker"]}
{"content": "What are your 5 favorite movies? State why you think they're the best among others.", "topics": ["ice breaker"]}
{"content": "What skill do you wish you had?", "topics": ["ice breaker"]}
{"content": "What do you like about being a woman?|", "topics": ["ice breaker"]}
{"content": "If there was one thing that would make your life better overnight, what would it be?", "topics": ["ice breaker"]}
{"content": "What new challenge are you working on?", "topics": ["ice breaker"]}
{"content": "What is your favorite city to visit?", "topics": ["ice breaker"]}
{"content": "If you could choose, would you will gilled ¿versanded fish or baked french fries?", "topics": ["icebreaker"]}
{"content": "How do you add small shocks in your daily basis?", "topics": ["ice breaker"]}
{"content": "What are your most cherished values?", "topics": ["ice breaker"]}
{"content": "What do you exhibit?", "topics": ["ice breaker"]}
{"content": "Did you have any best friends as a kid and what were they like?", "topics": ["ice breaker"]}
{"content": "What are the best and worst things about this city?", "topics": ["city", "ice breaker"]}
{"content": "What would be a powerful question to ask if you could only ask a single question of your peers in this channel throughout the day?", "topics": ["ice breaker", "engineering", "engineering", "design"]}
{"content": "Have you ever found yourself in a situation where suddenly you seemed to be a different person?", "topics": ["philosophy", "ice breaker"]}
{"content": "What are some activities you hope to do before you die?", "topics": ["ice breaker"]}
{"content": "If you could learn a new skill right now what would it be?", "topics": ["ice breaker"]}
{"content": "What should I know that you didn't ever tell me?", "topics": ["ice breaker"]}
{"content": "Ideally do you exercise every single day (even if only mess with your hair while watching something)?", "topics": ["physic"]}
{"content": "If you are a beginner and it's a mission impossible or ridiculously doomed, if someone would offer you the moonstone crystal of power to rescue it - with no price on it, what would your base response be?", "topics": ["ice breaker"]}
{"content": "What's something else you have of your lover?", "topics": ["ice breaker"]}
{"content": "If there was a war, what would your superhero power be? What would your sidekick be called? What powers would they have?", "topics": ["ice breaker", "superheroes"]}
{"content": "What's the best way to get over a crush?", "topics": ["ice breaker"]}
{"content": "What's the most creative thing you've ever done?", "topics": ["ice breaker"]}
{"content": "If you could only eat one food for the rest of your life what would that be?", "topics": ["ice breaker"]}
{"content": "Are you an introvert or extrovert? Why do you think that is?", "topics": ["ice breaker", "mind"]}
{"content": "If the answer is that they don't know anything this question was worthless, what did you teach yourself because of it?", "topics": ["ice breaker"]}
{"content": "How do you think of the word different?", "topics": ["ice breaker"]}
{"content": "What piece of advice would you give yourself?", "topics": ["ice breaker"]}
{"content": "Most beautiful moment in your life/in the past?", "topics": ["ice breaker"]}
{"content": "If you could have open a business, what type?", "topics": ["ice breaker"]}
{"content": "What is your favorite menu item?", "topics": ["food", "ice breaker"]}
{"content": "What are your top 5 favorite books?", "topics": ["book", "ice breaker"]}
{"content": "What are your biggest goals for the next 100 days?", "topics": ["ice breaker"]}
{"content": "How do you imagine yourself in the future?", "topics": ["future", "ice breaker"]}
{"content": "What was the best gift you ever received?", "topics": ["ice breaker"]}
{"content": "What is one of your favorite things about this city or country that you currently live in?", "topics": ["ice breaker"]}
{"content": "What was your best decision in the past couple of years?", "topics": ["ice breaker"]}
{"content": "What is the best kiss you've ever been given?", "topics": ["ice breaker"]}
{"content": "What is the most important question you are asking yourself in your real estate business now?", "topics": ["ice breaker"]}
{"content": "Have you ever made anything that was to your friends for better or worse?", "topics": ["ice breaker"]}
{"content": "How do you keep up with your friends?", "topics": ["ice breaker", "plans"]}
{"content": "If you could be any animal, what would you be and why?", "topics": ["ice breaker"]}
{"content": "What should people be the most grateful of?", "topics": ["ice breaker"]}
{"content": "What is your most expensive possession? Why?", "topics": ["knowledge", "ice breaker"]}
{"content": "What one thing do you think would make the world a much better place? (NOT A SOLUTION)", "topics": ["ice breaker"]}
{"content": "How do you add small shocks in your daily basis?", "topics": ["ice breaker"]}
{"content": "What is the boomerang you would like to send back to the past?", "topics": ["life", "knowledge"]}
{"content": "What living thing do you think would make the album of the year?", "topics": ["ice breaker"]}
{"content": "What are some improvements to the world you would like to see?", "topics": ["ice breaker"]}
{"content": "What makes a good story?", "topics": ["ice breaker"]}
{"content": "What is one of your favorite things about this city or country that you currently live in?", "topics": ["ice breaker"]}
{"content": "What is something you do or say that pisses people off?", "topics": ["ice breaker"]}
{"content": "Would you rather travel around the whole world or stay in one place? Why?", "topics": ["travel", "ice breaker"]}
{"content": "What are some of your childhood dreams that didn't pan out the way you thought they would?", "topics": ["ice breaker"]}
{"content": "What are you most worried about?", "topics": ["ice breaker"]}
{"content": "If you had infinite knowledge, what would you learn over the course of your life?", "topics": ["knowledge", "ice breaker"]}
{"content": "If you created your own superhero, how would your hero and his/her powers be different from the ones we know today?", "topics": ["ice breaker"]}
{"content": "Are you addiction to music? If so, when was your first one? What if any music makes you feel good?", "topics": ["ice breaker"]}
{"content": "What was your favorite homework assignment for university or in school?", "topics": ["ice breaker"]}
{"content": "What food trends do you like?", "topics": ["ice breaker"]}
{"content": "If you were a wrestler what moves would you have and why?", "topics": ["ice breaker"]}
{"content": "When there is only one way to do something. Agree?", "topics": ["ice breaker"]}
{"content": "What are you doing to make the world a better place?", "topics": ["ice breaker"]}
{"content": "What is your idea of the ideal weekend?", "topics": ["ice breaker"]}
{"content": "What does your heart say is the one thing that would steer you in the opposite direction?", "topics": ["ice breaker"]}
{"content": "What's the most beautiful thing you've seen today?", "topics": ["ice breaker", "art"]}
{"content": "What was the best day of your life?", "topics": ["ice breaker"]}
{"content": "What's the most amazing physical feat you've accomplished?", "topics": ["mathematic", "ice breaker"]}
{"content": "What is your favorite joke?", "topics": ["ice breaker"]}
{"content": "What things do you value more than anything else?", "topics": ["ice breaker", "knowledge"]}
{"content": "What is your favorite movie genre? What movies touch you, or otherwise sparks your creative imagination?", "topics": ["movie", "ice breaker"]}
{"content": "What do you think is incredible about work and life in the 21st century?", "topics": ["ice breaker", "business", "knowledge"]}
{"content": "If you got $1 million dollars to start over, what would you try to do with it?", "topics": ["ice breaker"]}
{"content": "Describe an old, bitter wrong you've done.", "topics": ["ice breaker"]}
{"content": "What person in history do you most want to see the first vision?", "topics": ["ice breaker"]}
{"content": "\"What is one thing you would never think of telling someone else?\"", "topics": ["mind", "ice breaker"]}
{"content": "What would you do if you were told before the end of your days you're going to die and that tomorrow your partner is leaving you for someone else?", "topics": []}
{"content": "What are your strengths?", "topics": ["ice breaker"]}
{"content": "If a leprechaun appeared and waved a magic Leprechaun hat, what would you wish for?", "topics": ["ice breaker", "leprechaun"]}
{"content": "What do you do for fun?", "topics": ["artificial intelligence", "ice breaker"]}
{"content": "Could you spend months without talking to anyone that doesn't speak your native language?", "topics": ["ice breaker"]}
{"content": "When you're in an elevator who do you look at to pretend you are busy?", "topics": ["ice breaker", "society"]}
{"content": "If you could have words writen about you through time, what would they be?", "topics": ["ice breaker"]}
{"content": "What has been your biggest mistake so far?", "topics": ["ice breaker"]}
{"content": "What is your favorite novel, movie, or TV show?", "topics": ["ice breaker"]}
{"content": "Tell us what you're most proud of. And/ or within your career.", "topics": ["ice breaker", "artificial intelligence"]}
{"content": "How do you know that the life you lead isn't the only possible one?", "topics": ["philosophy", "ice breaker"]}
{"content": "What is the proudest moment of your life so far?", "topics": ["ice breaker"]}
{"content": "What do you need help with?", "topics": ["ice breaker"]}
{"content": "What are your favorite hobbies (film discussions not necessary)?", "topics": ["movie", "ice breaker"]}
{"content": "What's your favorite book?\"\n\nDeep conversations about books are often sparked by this question.", "topics": ["book", "ice breaker", "mental health"]}
{"content": "Are there any quotes or slogans that really resonate with you?", "topics": ["ice breaker", "inspirational"]}
{"content": "If you were funded by piggy banks to spend over $1 million on a research trip, where would you go, who else would come with you, and how would you spend the money?", "topics": ["ice breaker"]}
{"content": "Describe your vision for the future", "topics": ["ice breaker"]}
{"content": "\"What is the most important thing in life?\"", "topics": ["mathematic", "ice breaker"]}
{"content": "How did you decide what to do in life; How did your schooling make the biggest impact on that decision?", "topics": ["ice breaker"]}
{"content": "If you could change one thing about yourself what would it be?", "topics": ["ice breaker"]}
{"content": "Are there any things others keep their distance from you because they think you \"take it all too seriously\"?", "topics": ["ice breaker"]}
{"content": "Who is your favoriteAuthor and why? ", "topics": ["book", "ice breaker"]}
{"content": "Did you ever do something out of revenge, and was it worth it in the end?", "topics": ["ice breaker"]}
{"content": "What is your favorite song or movie that comes to mind?", "topics": ["ice breaker"]}
{"content": "At what time of day, where you most creative? What do you do when you get writer's block?", "topics": ["ice breaker"]}
{"content": "What is your philosophy of life? Or, in other words-How do you stay consistently motivated and happy?", "topics": ["philosophy", "ice breaker"]}
{"content": "What is the greatest gift you have ever received?", "topics": ["ice breaker"]}
{"content": "What's a fantastical creature you wish actually existed?", "topics": ["ice breaker"]}
{"content": "What is one thing you could change about the government?", "topics": ["politic", "ice breaker"]}
{"content": "What is your biggest fear.", "topics": ["ice breaker"]}
{"content": "Who is the most famous person you've ever met. What's something interesting about them that you could share with the class?", "topics": ["ice breaker"]}
{"content": "What kind of music do you usually listen to?", "topics": ["music", "ice breaker", "business"]}
{"content": "How would the world change if everyone had a sign that said, 'How are you today?' and processed it roughly once an hour?", "topics": ["ice breaker"]}
{"content": "What would you do with the extra hour you have in the morning instead of sleeping?", "topics": ["ice breaker"]}
{"content": "Will there be anything that surprises you?\n", "topics": ["ice breaker"]}
{"content": "Have you ever tried (make/buy/find) something from scratch?", "topics": ["ice breaker"]}
{"content": "What do you think is the single best piece of advice someone has ever given you?", "topics": ["ice breaker"]}
{"content": "Does anyone have a favorite brand of toilet paper?", "topics": ["ice breaker"]}
{"content": "Are you a religious person?", "topics": ["ice breaker"]}
{"content": "What's one of the worst things you've recently eaten in this city?", "topics": ["ice breaker"]}
{"content": "What are your thoughts on love?", "topics": ["philosophy", "ice breaker"]}
{"content": "What happened that you didn't expect or handle the best?", "topics": ["ice breaker", "knowledge"]}
{"content": "What was your favorite chapter in the schools book?", "topics": ["ice breaker"]}
{"content": "What is something you do or say that pisses people off?", "topics": ["ice breaker"]}
{"content": "Where do you stand on gun control, or legalizing marijuana?", "topics": ["law", "health", "philosophy", "politics"]}
{"content": "What rarely-talked about topics would interest the dumber of us?", "topics": ["talking", "philosophy", "ice breaker"]}
{"content": "Would you rather be completely invisible for a day or be able to speak Japanese fluently?", "topics": ["ice breaker"]}
{"content": "If given the choice, would you rather spend all day in school with one other person or spend all day at home alone?", "topics": ["ice breaker"]}
{"content": "What are you most amazed at whenever you think about the passage of time?", "topics": ["ice breaker"]}
{"content": "What's the guiding principle behind your daily choices?", "topics": ["ice breaker"]}
{"content": "What is the best thing about your work day?", "topics": ["ice breaker"]}
{"content": "Why are you everyone's favorite?", "topics": ["ice breaker"]}
{"content": "What made you laugh the most? What did you love about it? What can you learn from it now?", "topics": ["ice breaker"]}
{"content": "What do you most regret doing or not doing in your life?", "topics": ["ice breaker"]}
{"content": "What is something that everyone should know about the person sitting o?n your right?", "topics": ["ice breaker"]}
{"content": "What were you most excited about becoming when you were a kid?", "topics": ["ice breaker"]}
{"content": "What's an ideal conversation starter?", "topics": ["ice breaker"]}
{"content": "What funny video do you enjoy? What makes you laugh the most?", "topics": ["ice breaker"]}
{"content": "What is something that you think about every single day?", "topics": ["mind", "ice breaker"]}
{"content": "What is something that everybody should know?", "topics": ["ice breaker"]}
{"content": "What do you wish you knew but can't find the right person to ask?", "topics": ["ice breaker"]}
{"content": "What are some of the biggest mistakes people make?", "topics": ["ice breaker"]}
{"content": "How do you make important life decisions?", "topics": ["ice breaker"]}
{"content": "Can you tell me one amazing and inspirational true story?", "topics": ["ice breaker"]}
{"content": "If you could have a conversation with anyone from history, who would it be?", "topics": ["ice breaker"]}
{"content": "What's your bucket list for the next year?", "topics": ["philosophy"]}
{"content": "If you could have access to somebody or better yet some type of store that could record whatever the hell you wanted, what would you put in it?", "topics": ["ice breaker"]}
{"content": "What's one thing people would be surprised to learn about you?", "topics": ["ice breaker"]}
{"content": "Which historical figure would it be? When and why are they significant in history?", "topics": ["ice breaker"]}
{"content": "What were you really into to when you were a child?", "topics": ["ice breaker"]}
{"content": "What book would you recommend to an 18 year old who has never read a book before? What advice would you give the person?", "topics": ["book", "ice breaker"]}
{"content": "What's your best natural talent or skill?", "topics": ["ice breaker"]}
{"content": "Who would win, Darth Sidious or Frozen Crystal Skull", "topics": ["ice breaker"]}
{"content": "What's the most amazing story you have heard about any another person, real or fiction?", "topics": ["ice breaker"]}
{"content": "Are you just here to meet people or do you actually know what interests you?", "topics": ["ice breaker"]}
{"content": "Do you find inspiration in everyday luck events, or are there are particular times of the day when inspiration strikes you? (do you write on paper or your computer?)", "topics": ["mathematic", "ice breaker"]}
{"content": "What six things make an ideal Friday night for you?", "topics": ["ice breaker"]}
{"content": "Who are the most underrated performers in history?\n", "topics": ["ice breaker"]}
{"content": "What would you do, knowing that if you fail all hope will be lost, for you to take the biggest risks and it still might fail or everything may end?", "topics": ["knowledge", "ice breaker"]}
{"content": "I love the idea of a classroom-wide game where people are asked to think of an animal and tell what they see it as, others then play by answering \"can it be that you are _\" or \"could it be that _ is in fact ___\" ", "topics": ["ice breaker", "memory"]}
{"content": "You take more photos?", "topics": ["hawking fear"]}
{"content": "Talk to us about what you know about the following topics: python, heroku, and thinking outloud.", "topics": ["alice", "misc", "python"]}
{"content": "What would happen if you could watch the news and not be upset by what you saw?", "topics": ["ice breaker"]}
{"content": "What would you like the people who are close to you to know? What would they ask you?", "topics": ["ice breaker"]}
{"content": "If you could choose to not work for just one day, which day would it be?", "topics": ["ice breaker"]}
{"content": "If you knew your last 25 years were going to be pretty rough and uncomfortable, would it change the way you live right now? What if you try some new things?", "topics": ["ice breaker"]}
{"content": "What's something that you do that makes you feel good?", "topics": ["ice breaker", "artificial intelligence"]}
{"content": " If you can paint a mosaic of your past, what's the least colored tile?", "topics": ["ice breaker"]}
{"content": "What piece of advice would you give yourself?", "topics": ["ice breaker"]}
{"content": "For what intellectual curiousity do you have dreams of knowing?", "topics": ["ice breaker"]}
{"content": " What are you most looking forward to in the next 24 hours?", "topics": ["ice breaker", "do today"]}
{"content": "Is there a piece of technology that you always wanted but just couldn't afford? Do you wish it were yours now?", "topics": ["ice breaker"]}
{"content": "What is one of the turning points in your life?", "topics": ["ice breaker"]}
{"content": "How do you explain your feelings to someone else?", "topics": ["deep convo"]}
{"content": "What's the most expensive thing you've ever broken?", "topics": ["ice breaker"]}
{"content": "What do you care about the most in life? What is a priority for you?", "topics": ["mind", "ice breaker"]}
{"content": "What's been your happiest moment this past summer?", "topics": ["ice breaker"]}
{"content": "If you could talk to one dead relative of yours alive or deceased, who would it be and what would you ask of them?", "topics": ["ice breaker"]}
{"content": "When and where were you the                most uncomfortable? ", "topics": ["ice breaker"]}
{"content": "Where in the world is Technology going within the next 10 years?", "topics": ["science", "technology", "ice breaker"]}
{"content": "If you could live anywhere in the world where would it be?", "topics": ["ice breaker"]}
{"content": "Do you keep up with the news? If so, what is an interesting news item you’ve seen lately?", "topics": ["ice breaker"]}
{"content": "Who has impacted you the most in life and how?", "topics": ["life", "ice breaker"]}
{"content": "What do you want to be doing in 5 years?", "topics": ["ice breaker"]}
{"content": "What's your philosophy of life?", "topics": ["philosophy", "ice breaker"]}
{"content": "What is a movie that you watched so many times that you know the dialogue by heart?", "topics": ["ice breaker"]}
{"content": "What is the best thing anyone has ever said about you over the course of your life?", "topics": ["ice breaker"]}
{"content": "What was the best purchases you've made this year?", "topics": ["ice breaker"]}
{"content": "How long do you go without being outside to appreciate the nature around you?", "topics": ["environment"]}
