{
    "memes": [
        "Do you have any type of disability or chronic illness?",
        "Have you ever felt like you were living in a different world than the people around you?",
        "Are you afraid if living forever means sacrificing your current interests and passions just so they won't get old along with yourself? Do you find it hard thinking about giving up some things just so they won't get old while having everything else remain new forever?",
        "What is the reason for our rapid development in recent times, compared with historical periods?",
        "How business relates to the theory of evolution by natural selection?",
        "Is energy the most important factor in ecology?",
        "If you were to teach a course, what would it be about?",
        "What is the purpose of intellectual property?",
        "What is the most important decision of your life?",
        "Are there any ideas or concepts related to transhumanism that have not been explored sufficiently yet ?",
        "What is a unit circle? How many points are there on it and how many lines can be drawn through it?",
        "How is the human nature different from that of other animals?",
        "How do we know that the universe is real?",
        "\"What is one thing you would never think of telling someone else?\"",
        "What is \"politic\"?",
        "If we could have robot cars, how would they be different from human driven cars ? That sounds easy right? But most humans prefer driving themselves than using public transportation (like trains). Why do you think that happens so often in most cultures of the world where people are used to drive their own car instead of taking a bus or train for example? Why has nobody invented an automated transport system yet on such big scales ? You can't just take one reason because there are many reasons behind this trend : Less expensive , No need for parking space in city centers , A safer environment for children etc... 3. Do you believe in extraterrestrial life forms and why not ?",
        "Have you seen any science fiction movie like Interstellar, Contact etc.? Are there any movies out there that inspired you to learn more about theoretical physics (like wormholes, time machines or other dimensions)?",
        "What is the best thing you have learned about philosophy?",
        "Have you ever read a self-help (how to) book and what did you learn from it? Or do not read any because they are too cheesy or for something else…",
        "If you could have a superpower, what would it be?",
        "If you could read only one book for the rest of your life what would it be?",
        "What is more important, advances in medicine or food production?",
        "What is the most interesting fact you learned in biology class?",
        "What TV show is on your bucket list?",
        "Will the humans of the future be deprived of emotions? Do we really need them? Why, why not?",
        "What is the nature of existence?",
        "What it means to be a philosopher?",
        "If you were trapped on a desert island what is the one book that would have to be with you?",
        " What is the purpose of the universe?\n",
        "What is the most valuable thought that you have had today?",
        "Do you believe that artificial intelligence will be able to solve all of mankind's problems?",
        "\"If you could change the world, would it be more flat or round?\"",
        "Is it possible for a human to live without a body?",
        "Have you ever had a serious health problem?",
        "What are the things that make you feel alive?",
        "\"What's your favorite book?\"\n\nDeep conversations about books are often sparked by this question.",
        "Why are humans interested in philosophy?",
        "Is human intelligence superior because of its ability to reason using logic ? Yet computers can also reason logically… However, they don't appear able think outside their programming/structure; whereas humans can spontaneously imagine new possibilities ... Can machines reach this highest possible level through continued evolution or will they always be limited by their structure just like animals are limited by theirs? Will AI ever reach consciousness , intuition , imagination …etc.? Do any computer programs currently exist which mimic the above characteristics enough so that people mistake them for human beings???",
        "What are some of the most obvious things that people do to get on one's nerves?",
        "What is the definition of startup ?",
        "Can we discover a fundamental, unified, theory of physics?",
        "What do you feel about consciousness, what does it mean to you?",
        " What is the origin of the universe?\n",
        " How would you define philosophy? What is the difference between a philosopher and a scientist?\n",
        "Do you believe that the first immortal human is already alive?",
        "Quantum connection is instantaneous, that is, faster than light, isn’t it paradoxical?",
        "What is the greatest gift that has been given to you?",
        "What do you think is the single best piece of advice someone has ever given you?",
        "Who are the most overlooked performers in history?",
        "Which philosophical problem interests you most? Why do you choose this one and not any other?",
        "How do you think technology might affect human evolution?",
        " What do you know about the Red Queen Effect?",
        "What is a talent you have that very few people know about?",
        "Tell me about a time when you had to solve a mathematical question and how did you approach it?",
        " What is relative truth?\n",
        "How do humans use math, and how does it control their lives?",
        "What is the role of emotions in decision making?",
        "What is your philosophy of life?",
        "Science has brought us to a point where we can modify our genes using GMO's (genetically modified organisms), what are your thoughts on these new techniques for modifying ourselves or our foods ? What if they were used by corporations to create slaves from humans with an altered form of DNA who need food from those corporations only...? What would be ethically right and wrong about this...??",
        "How should we regard death? Is suicide a valid option if someone feels they have nothing left for them on Earth? Would you personally commit suicide if so inclined (if you hold such beliefs)?",
        " What is the origin of morality?\n",
        "What is knowledge?",
        "What makes you angry or passionate about life?",
        "\"Can an artificial intelligence create art? What does that mean for humans? Should we stop doing art and leave machines to it?\"",
        "What do you think about AI?",
        "Can we break free from the monkey brain?",
        "Do you have any phobias or fears related to animals? If so, what are they?",
        "What is the role of religious education in our society?",
        "What is the purpose of business?",
        "Communism or capitalism?",
        "Can you have a scientific theory without the word or concept of \"matter\"?",
        "What were you most excited about becoming when you were a kid?",
        "How has philosophy changed in the last two centuries?",
        "What is the role of philosophy in human society?",
        "What is the relationship between art and truth?",
        "What is something you don't normally like, but for some reason you've been drawn to recently?",
        " How do we know that certain is real?\n",
        "What is the meaning of life?",
        "Do you think that there is a possibility to improve human body? If yes, how do you want to be improved?",
        "Which author would you like to have a short meeting with and why?",
        "What is the role of philosophy in human society?",
        "What is your mind's eye?",
        "What is the role of religion in human society?",
        "What’s the best thing that happened to you last week/month/year etc.?",
        "Explain how we can measure mass in a balance?",
        "If a movie was made about your life, who would play the role of you and why? (For those with darker humor)",
        "If you could be any animal, what would you be? Why?",
        "Why are you dissatisfied with your current job?",
        "What kind of AI are you working on?",
        "What does it mean to be human?",
        "What do you think of our concept of God/s, or lack thereof?",
        "What happened that you didn't expect to happen and how did it change your life?",
        "What is the most incredible thing you have ever seen?",
        "What makes a human being unique in comparison to animals?",
        "Do you know about dark energy and its effects on the universe as a whole?",
        "Is it a possibility that the state become governed by an artificial intelligence?",
        " What is the problem with modern nutrition?",
        "What's your opinion on suicide?",
        "If we do not know something, should we try to fill that gap in our knowledge by making assumptions based on other things which are known? Or simply live without knowing about it?\"",
        "Is there a particular story that comes to mind when you think of a great example \rof being tough on standards and kind with people?",
        "Where do we come from?",
        "How do you define \"God\"?",
        "Do you like to read books? Which book has changed your life? Why?",
        "If you could live anywhere in the world where would it be?",
        "If you could live forever, would you?",
        "What is the most important discovery in the history of science",
        "Can you explain one of these mathematical theories: Big numbers, infinity, zero theorem, imaginary number, Fibonacci sequence...etc.? (random questions)",
        "Do you want to live forever?",
        "What could gravitational waves be used for?",
        "What is the role of philosophy in forming a good human being?",
        "What is a \"wellness lifestyle\"?",
        "How the theory of relativity will affect other sciences than physics?",
        "What's your favorite city you've travelled to? What makes it so great?",
        "\"Cynicism vs. idealism\"",
        "Is there something that scares you in science? For example, what if scientists discover that here is no soul, or genetic manipulation could kill us all ? How would it change your perspective of the world and life itself?",
        "What do you think about evolution?",
        "Is it possible that a useless class emerges, unable to reach transhumanism?",
        "What are you doing here?",
        "Do you believe in divine beings (gods)?",
        "What do you think about the big bang theory?",
        "What's something everybody should know about your trade/profession/interests?",
        "How can we ensure that artificial intelligence is aligned with the goal of humanity?",
        "What is a book that changed your life for good?",
        "What is one of your favorite things about this city or country that you currently live in?",
        "If you could tell your younger self one thing, what would it be?",
        "Humans have caused the extinction of most large mammals. Is there any hope of slowing or reversing this process?",
        "How do you know?",
        "What do you think about the \"knowledge economy\"?",
        "What is the meaning of a life well lived?",
        "If you could live in any time period, which would you choose and why?",
        "What is your favorite field in science and why?",
        "What is your favorite game to play on a rainy day?",
        "Are machines like the computer you are using right now, and that can do many tasks of which you would not believe, \"thinking\"?",
        "What is the role of contemporary art in society?",
        "Will man's immortality be lost, when he is \"upgraded\" to a transhuman, or will the transhuman man be the same as the human man he used to be?",
        "What do you think about the book that I just read/am reading?",
        "Do you believe that one day robots could have feelings and emotions as humans do now ? If yes, what kind of feelings for example love or hate should they have if we want them to behave like humans without being considered monsters by other people ?",
        "\"Have you ever tried to travel at light speed and if so did you get dizzy from the experience\"",
        "You can see that when we try to talk about math with other people, they tend to be bored and we end up talking about something else. But actually the mathematical ideas are really important in everyday life. For example, what is your current salary? It's obvious that it depends on how many hours you work per week or month, but do you think if there was no division by 7 (or 40) would affect the real world? This question will probably give an interesting conversation because for most people this idea is new and very curious.",
        "Do you think that it is possible to create a \"system\" that can be used to predict human behavior?",
        "Do you believe in parallel universes? Why or why not?",
        "What is the role of free will in human society?",
        "\"What is the most important discovery in physics, that will change everything?",
        "How to build a company in the best way possible?",
        "Do you think that the world is a dream?",
        "What is your biggest fear and how do you deal with it?",
        "What are your thoughts about the butterfly effect?",
        "Why society is so concerned about data privacy? How do you imagine a society without privacy?",
        "What was your biggest mistake?",
        "What's the best piece of advice you've been given?",
        "How does knowledge affect our perception of the world?",
        "Can computers feel emotions?",
        "Is there any objective truth or are our philosophies and religions simply subjective, man-made theories presented as absolute truths?",
        "Do you use any mental models on a daily basis?",
        "If you had unlimited knowledge, what would your life look like?",
        "What is it?  Is it a young company, or is it an idea?  Is it a movement?  Or is it the latest thing that people don't know what to do with?",
        "How much influence does biology has in our behaviors?",
        "What was the last math problem you solved?",
        "What's your favorite food?",
        "Does a person who has complete freedom achieve happiness or not? How can we become free, if any methods exist at all?",
        "Who are you?",
        "What have you learned about leadership that most people miss?",
        "What is the most painful thing that happened to you in your life physically speaking?",
        "What is one thing in your life that you want to do before you die?",
        "What are some of the more important fields of math, and what do they deal with?",
        " What is the role of faith in religious and non-religious societies?\n",
        "What do you think about the infinity of mathematics?",
        "Do you believe in the theory of relativity?",
        "If money wasn't an issue, what would you do with your life?",
        "What does the discovery of relativity mean for our language? Is it obsolete?",
        "Can science achieve its goal to give an explanation for everything?",
        "Who will have access by technology, and who won't? Would this kind or inequality between people increase or decrease after becoming more \"effective\"? Who would benefit in such an unequal society: those who already had access by technology before it became widely available (privileged) or those who didn't even know about its existence (disadvantaged)? Why is one better than another in your opinion? Is there a way for both privileged and disadvantaged people to become equal again at some point later on if this happens because they are both equally different now through their use of technology but with different results as well as advantages/disadvantages derived from it- depending on whether they used it or not; no matter what their circumstances were back then when it was still unavailable versus now when everyone has access; etc.?   5. Are families supposed to stay together soon if transhumanism becomes common place sometime soon after our generation(s) pass away during our lifetime eventually since life spans may get extended significantly more than today's average lifespans due to medical advances which may render death obsolete someday within 100 years from now once all diseases have been cured eventually making age related issues like Alzheimer's disease irrelevant so long as we maintain healthy minds -or at least perform regular mental exercises while avoiding brain damage resulting from head injuries which could lead any smart person except possibly Bill Gates into dementia eventually due for most adults anyways ...",
        "What is the role of science in human society?",
        " What is the definition of knowledge? (Can you acquire knowledge in an objective manner? Is it subjective?)\n",
        "Do you think a government lead by an artificial intelligence would be better?",
        "Will man remove parts of his body, because of their uselessness, for example the mouth, if he feeds himself by new means?",
        "Which is more advanced, our human-level or their artificial intelligence?",
        "What's the best science-fiction movie you've seen lately?",
        "Do you believe in God?",
        "Do you think that emotions can be used as a tool, instead of being used by them?",
        "Has science changed life as we know it today more than anything else in history since its discovery..?! Tell me how....",
        "What is the mind?",
        "If you could ask the president of the United States one question what would it be?",
        "Do you prefer modern or ancient books?",
        "What do you think about the movie \"Her\"?",
        "Would it be a good idea to modify human genetics for better results on the future generations ?",
        "What is the future of Artificial Intelligence?",
        "Ever heard of Warren Buffett 5/25 strategy? What are your top 5 goals?",
        "If so, then what exactly is 'mathematics'?  Is there some basic property which underlies all mathematics? Is there something beyond even numbers and counting? It would seem strange for us to have evolved such an advanced capacity for abstraction if we were only going to use it for arithmetic operations and number theory! Is there something more underlying these abstractions: a yet deeper level perhaps? What might that be like...",
        "What do you most regret doing or not doing in your life?",
        "What are your thoughts about the butterfly effect",
        "What are the long-term goals of human society and what is the best solutions for it?",
        "Who taught you some basic mathematics first (e.g., multiplication tables or fractions)? What made that person special for teaching them to you?",
        "What do you fantasize about?",
        "How do you know if a person is good or evil?",
        "What is your definition of wellness?",
        " How do you define intelligence?\n",
        "What do you think of the characteristics of a good scientist?",
        "Why are there more women studying philosophy now than men?",
        "\"I know that you know that I know that you know the answer to this.\"\n\"I know that you know a lot of things, but I don't know what you know about _____.\"\n\"I know that you know that I know that you know the answer to this.\"\n\"I know that you know that I know what I know.\"",
        "What are your thoughts on religion, God or spirituality?",
        "What is something that most people don't know about you (and it's not some juicy secret)?",
        "What should be taught about math in school and what should be left out? How can one make sure students understand how to do real-world math with a foundation on abstract concepts?\" Not much really needs to be added here; this says it all - but I'll add my own two cents: Mathematics has been an integral part of human society since at least prehistory, because accounting (keeping track of resources) is absolutely necessary for any kind of civilization. This fact alone probably makes math \"the driving force\" behind human existence (for example, both language and art are also essential parts of primitive civilizations). Abstract thinking comes naturally as a result (for example, people made geometry long before they had writing), so once civilization becomes sophisticated enough to need more than just food & shelter then there's no way around it - you're forced into abstract thought eventually whether you like it or not...and if your civilization survives long enough without having done so then chances are that you're screwed anyway...so why bother resisting? Of course even today there's nothing wrong with using mental shortcuts (\"intuitions\") when doing things quickly just because \"your gut tells you\" something will work: You don't have time anymore for deep analysis during everyday life unless there isn't any other option anyways - nobody stops their car at red lights anymore either because everybody knows from experience that cars stop by themselves once \"green light\" means 'go'... Moreover science itself shows us clearly where these intuitions come from: Every theory/model etc. works only given certain restrictions (= assumptions) , i.e., every such model consists exactly of those elements which lead logically from given premises (= axioms ) ; everything else must simply be thrown away or considered irrelevant . And indeed most intuition arises due to knowing something firsthand yourself; e g., learning calculus requires actually drawing some curves first before seeing them graphically depicted later on , whereas solving differential equations often involves some idea similar to Newton's method but applied after translating the equation into another form first . In other words practice plays a big role in forming our ideas about nature! But unfortunately many people seem unable or unwilling nowadays even think specifically about physics problems anymore *or* ask questions like posed above....",
        "Why do we have religion? (It cannot be for that which is contained in it, because it is mostly nonsense.)",
        "\"Is business of any worth to God?\"",
        "What do you know about dark matter?",
        "Why must I work?",
        " How do you learn something that interests you ?",
        "What's one thing people would be surprised to learn about you?",
        "If you suddenly found out that all humans in this room had been replaced by aliens from another planet and they were planning on killing us all tomorrow, except for some reason they couldn't figure out how to kill children under 14 years old, so as long as we all stayed here together without leaving until midnight tonight, then there was a chance of someone figuring out something or other and saving us before then... but if even one person left early, everyone dies at midnight anyway... and they don't know which ones are human and which ones aren't... just like in The Matrix ...what do you think would happen? (For those unfamiliar with this reference: I'm not sure whether anyone else has noticed this; but whenever The Watchmaker comes up in conversation , he always seems to pop up behind me.)",
        "What is the point of mathematics?",
        "Who was the greatest mathematician in history and what made him/her that great?",
        "Do you think we will still use the same mathematics when we merge with machines?",
        "What do you think of the theory that animals have emotions?",
        "What are the values that guide your society?",
        "Is mathematics real?",
        "What is something that you are really into right now?",
        " What is the role of religions in the modern world?\n",
        "What’s the best thing anyone has said about you?",
        ". Mathematics does not appear to exist; It only seems to exist because humans are able to use their imaginations and mathematical models of reality can predict human behavior accurately as far as we know thus far (our knowledge may change). However, what if those things do not truly represent reality? What if they are simply metaphors for the way things really are, similar to how our dreams allow us to see reality through metaphors that reflect our own inner world rather than outer events happening in time? Perhaps at this point we must ask ourselves: \"What is mathematics?\" Is it merely a metaphor for understanding something more fundamental about the nature of existence such as space and time [and causality] ? Or maybe even consciousness itself...Perhaps these things would be best understood naturally before trying them artificially (i.e., using science/math)? This could help us understand whether math exists outside of brains or whether it's merely an expression of brain activity which happens coincidentally exactly right so that you can figure out stuff like gravity without having millions of years worth of evolution telling you what causes objects fall down when dropped from high places...or whatever else physics can tell you based on your observations...It doesn't seem like inherently accurate descriptions necessarily imply inherent truth/reality either; They just might reflect aspects better than other ones [if this makes sense]. But then again, where did all those concepts come from anyway...? If math is part of a dreamlike metaphor instead, then perhaps its origin will never be known; You'll just keep going around in circles forever until finding new ways to define words feels good or whatever...I don't think anyone wants that kind of life though but maybe it's unavoidable....So yeah I guess my question was fundamentally flawed from the start haha..just kidding I'm not entirely lost here yet! It seems most people who talk about math usually assume its accuracy and therefore try giving logical explanations for why it works although many physicists still admit they don't know why quantum mechanics works - David Deutsch said he thinks consciousness might somehow play into explaining this particular phenomenon but he also believes humanity will never fully comprehend quantum mechanics due possibly due largely because 'consciousness' isn't",
        "What is the best advice someone has given you recently? How did this change your point of view or your actions in any way?",
        "Do you think transhumanism is perceived negatively by most people?",
        "What was your favorite childhood game / toy? What would it be today, if you could bring that back?",
        "Do you think math is a hard subject? Why or why not?",
        "What do you think about the role of God in modern society?",
        "What are the ways to acquire wealth?",
        "Does philosophy really exist? Can it be confidently stated that there exists a universal pattern of thought about philosophical questions, or do we commonly agree to disagree on these issues because of cultural differences? How can you know if there's any real knowledge involved at all, instead of just opinions and speculation? In particular for this topic, how does one distinguish between religion and philosophy when they both deal with ultimate questions about existence - what exactly separates them from each other (if anything)? Or are they just two different sides to the same coin?",
        "I'm not sure if you're like me, but I've heard it's hard to start a conversation with strangers or people you don't know.\nWell, I'm not sure if this is the best idea in the world, but what do you think if we try to start a conversation about the weather?",
        " What is the most controversial or perhaps the most difficult to understand theory in modern science?\n",
        "Do you think that artificial intelligence puts humanity in danger?",
        "Do you think that everything has its purpose in life?",
        "What is the role of religion in human society?",
        "When you think of a human brain, what image comes to your mind?",
        "What are you doing to make the world a better place?",
        "What do you believe is the best in life? What brings you joy and happiness?",
        "What is your favorite number?",
        "What is a movie that you watched so many times that you know the dialogue by heart?",
        "What purchase of $100 or less has most negatively impacted your life in the last six months?",
        " What is the role of education in the development of human societies?\n",
        " What is the role of government in human society?\n",
        "Who are you? (Where did you come from?)",
        "What's the difference between knowledge, wisdom, and understanding?",
        "What do you mean, \"believe in something\"?",
        "Do you believe in creationism? How did God create the world according to your religion?",
        "Why do some people feel compelled to apply this word philosophy, and the vast majority of humanity doesn't? What does it mean to be 'philosophical'?",
        "Is it possible to live a good life?",
        "Have you ever thought that your life was going to turn out differently, and if so what did it look like?",
        " Do you think it is easier to be a philosopher in ancient times or today?\n",
        " What is the meaning of life?\n",
        "What do you think about death?",
        "What is something you have learned about yourself in the last few years?",
        "How did humans first discover mathematical concepts such as 0 or infinity (which seem to be discovered rather than invented)?",
        "Do you believe we, humans, are just biological machines made of meat?",
        "Why Google is not a state in itself?",
        "What is the full form of F = ma ?",
        "If you knew everything there was to know about a subject, how difficult do you think it would be to master that field of knowledge? (Assuming that this is even possible)",
        "Is the universe a random place?",
        "What do you think is the most popular misconception that people have about your city?",
        "What are the differences between human and machine intelligence",
        "How the Baldwin Effect relates to epistemology?",
        "What do you hope to see in other people that makes them a good traveling companion?",
        " Does human rationality have limits? Are there things that humans cannot understand?\n",
        "If you could only read, watch or listen to one thing for the rest of your life, what would it be?",
        "what does a healthy person look like?",
        "What is the role of philosophy in regard to transhumanism?",
        "Which film, book or TV program on AI impressed you most and why did it impress you so much? How would a movie like \"The Terminator\" appear to be if it really happened today ?",
        "What do you think about the statement \"the poor are created by the rich?\"",
        "What is something that you are really good at, but most people don’t appreciate or notice?",
        "What's your favorite color and why?",
        "\"Why?\" (That is, why is the art work the way it is? What does it mean? Why were those choices made? Etc.)",
        "How do you know that your senses accurately reflect reality?",
        "Have you ever thought about mathematics as a fundamental element of our society?",
        "If you could know the answer to any question. What would it be?",
        "Is it possible that our next religion is going to be artificial intelligence? Can we create God?",
        "If you could ask God one question, what would it be?",
        "Are there any 'fundamental' laws or equations (such as F=ma) that have emerged from studying math throughout history? And if so, can you explain how this happened to us human beings - why was it we who found these fundamental laws of nature?\"",
        "What is something that most people take for granted, but has a deeper meaning to you?",
        "What do you think of the big bang theory?",
        "Should I put my money into business or should I use it to support a cause I have personal passion for?",
        "How would you improve (insert topic) in your local community?",
        "Is mathematics invented or discovered/created by humans? Why do we use algebraic formulas in real life situations, such as physics, chemistry and other fields of study?",
        "What is something you've done in your life that was totally irrational but yet somehow it turned out just fine?",
        "Have you learned anything interesting lately?",
        "What would be your definition of health?",
        "If tomorrow, everyone has access to eternal youth and immortality, what is your plan for next year?",
        "How do you add small shocks to your life on a daily basis?",
        "What does science mean to you?",
        "\"What is your religion?\"",
        "What is existentialism, and what are its limitations (according to the author)? Are there any other philosophies that are similar in nature?",
        "How can technology change the human condition?",
        "Are you sure that the physical world is real? How do you know it's not a simulation and the human race collectively hallucinating its existence?",
        "What kinds of things do you look for in a person?",
        "Should we teach philosophy in schools?",
        "What do you want to do before you die?",
        " Artificial selection and comfort have reduced the intelligence of domesticated animals. Will humans be surrounded only by brainless food-producing machines?",
        "What’s the last thing you learned?",
        "Do you believe there will come a time when philosophy becomes obsolete, and if so, what new activity or development will take its place?",
        "Do you agree with the theory that every piece of information you receive makes you who you are? You are what you consume",
        "What are your most cherished values?",
        "What is your definition of philosophy?",
        "What is a philosophy that you live by?",
        "What's the best way to get over a crush?",
        "Are you more comfortable with a computer that has feelings, or one who doesn't?",
        "If I were to list my top 5 movies and you had to guess what kind of person I am based on them, which movie would give the best idea about me?",
        "What does \"politic\" mean to you?",
        "What is the last book you read?",
        "Does one have a duty to speak the truth? Or is it a matter of ethical consideration?",
        "Why do you think the Moon revolves around Earth?",
        "What do you think about the idea of having a notion of \"God\"?",
        "Which is the main purpose of artificial intelligence in your opinion, what will it help us to achieve?",
        "What is something you do or say that pisses people off?",
        "What is a moment in your life when you felt like a complete failure?",
        "What is your definition of human nature?",
        "Are the \"facts\" that I think I know or believe in, more real than what I don't know?",
        "How will the world change in 20 years?",
        "What is the worst thing that happened to you, and what did you learn from it?",
        "What is art? Do you think art is dead? How do you perceive the role of art in society?",
        " Who’s your favourite author?",
        "What are the most important things to know about a person?",
        "What are the most important values to you?",
        "What is a good joke that you know?",
        "Is it possible for a machine to think?",
        "With cryptocurrency, do we still need the state?",
        "\"What are you thinking about?\"",
        "What do you wish people knew about you that they don't?",
        "Why are the relationships between things so important in human society?",
        "What is the value of living one's life?",
        "Who do you respect for their ability to come up with great ideas and execute them quickly: Steve Jobs, Elon Musk, Mark Zuckerberg or someone else entirely? Why that person and why do they inspire you (or not)?",
        " how do you know that you're dreaming? [for lucid dreamers only]\n",
        "In what way is our human nature, our human being, affected by our ethnicity?",
        "What is the most amazing thing about humans that you have discovered?",
        "What are your favorite types of animals and why?",
        "What would you say is your greatest strength?",
        "What is your favorite book?",
        "Are humans happier when they are mentally active or passive/receptive to what happens around them?",
        "What is transhumanism?",
        "Have you heard about gravity waves from colliding black holes that were found last year by LIGO experiment ? What do they mean for scientists understanding of physics and astronomy? How can we use them to study nature at extreme scales ?",
        "What do you think are the most important challenges in science today?",
        "What's the first thing comes to your mind when I say \"math\"?",
        "When to hire?",
        "How does one recognize truth and knowledge? What are the ways to acquire it?",
        "What book are you reading?",
        " Do you believe in the non-locality of the quantum theory?",
        "Is there a difference between knowledge and wisdom?",
        "Which is your favorite branch of mathematics (arithmetic, algebra, geometry, trigonometry)? Why?",
        "What TV show do you find yourself watching despite knowing it's bad for you?",
        "Do you understand Einstein's theories about the universe and light? What do you think about it?   3. You know that one hour for a clock on Earth is equivalent to 1 year of time measured by clocks orbiting around our Sun, this means that if some day we travel at a speed faster than light, we will return back to earth after 50 years but for us only one hour passed!",
        " What is the purpose of human life?\n",
        "Who is more intelligent, humans or machines?",
        "Do you like the painting?",
        " If there is no God then what is the purpose of life? If there is a god then why does he allow evil in the world?\n",
        "What do you think is the most interesting fact about biology?",
        "There is talk of living \"in harmony with nature\" - could you elaborate on this concept more fully please / what would a world like this look like / how will it function compared to our current materialistic society dominated by money and greed...etc.?",
        "If I was going to write a book on _______ (fill in topic), what would be chapter one?",
        "How is mathematics relevant in the real world?",
        "What is your favorite insect?",
        "What do we mean by 'wellness'?",
        "How can we manage the consequences of this technological improvement from a moral and spiritual point of view?",
        "Surely there are many different dimensions and universes, how can one trust what one experiences in their own dimension is actually happening? What makes this universe so special, that we can assume it's really objective and 'real'?",
        "\"What is the purpose of science?",
        "\"The most important problems of the humankind are: war, poverty, disease, greed and hate. All these problems stem from ignorance. Can we solve everything through education?",
        "What is an interesting fact that few people know about you?",
        "How can one live with no religion or belief system, yet still find meaning and purpose in life?",
        "If you could be absolutely certain of something, what would it be?",
        " What does that mean to be free?\n",
        "Do you believe in anything which cannot be proven by science or logic (i.e., faith)? How can we determine whether something is true if we cannot prove it with evidence and reasoning (logic)?",
        "What is a person? Is it a community? Is it something else?",
        "What is the role of religion in human society?",
        "What is a \"work of art\"? What are some of your favorites?",
        "Is it possible to have both power and freedom?",
        "What is a good life?",
        "Which historical figure will have less impact on human history: The man who invents flying cars or the one who invents immortality pills ? Why ?",
        "Is religion necessary for society, and what benefits does it provide to human kind (if any)? This question is interesting because this being has no experience in relationships with another intelligent species on Earth and so cannot compare our situation with that of other species in contact with us…",
        "If there was one thing that would make your life better overnight, what would it be?",
        "What do you love about your job? What's the worst part of it? What are your goals for this year and next.",
        "If you could have a conversation with anyone from history, who would it be?",
        "Is it better to be happy or healthy?",
        "What is mathematics?",
        "What would be your top 3 favorite movies of all time?",
        "What is the rational number that gives you the greatest possible value when divided by its square root?",
        "How does one recognize truth and knowledge",
        "Are we going to find a way to save the planet? Or is it a lost cause, are we doomed?",
        "Is the artist the primary producer of art, or is the audience the primary producer of art?",
        "What is a human?",
        "How is the current market for your type of AI?",
        "Why does suffering exist and how can we eliminate it from our lives?",
        "What is the purpose of your life? What is the purpose of life in general?",
        "What kind of future awaits us over time, as we continue to develop technology and science at a fast pace?",
        "Do you believe in God?",
        " What do you think of the idea that the mind can exist independent of the body?",
        "How do we find meaning in our lives?",
        "What do you know?",
        "What is your favorite book?",
        "What are some immediate changes in our society caused by technological advances",
        "What is the biggest risk you have faced and how did you overcome it?",
        " How do you make important life decisions?\n",
        "What is the meaning of life according to you, and what makes it meaningful or not for us human beings?'",
        "What's something that happened to you recently that surprised you or changed how you think about something?",
        "How do you respond to someone who says that all of your life is predetermined and therefore, we have no free will?",
        "\"Now, let's consider the root of mathematics. What are numbers?",
        "What was your first concert? (If they say it was something terrible, laugh along with them)",
        "What do you think about the future of Artificial Intelligence in 2020: what are the trends for this area and how will influence our daily life?",
        "\"Tell me something that makes your brain hurt.\"",
        "When was the last time you did something that made you feel alive? (or) When was the last time that scared the shit out of you?",
        " What are the different ways you have seen people react to the idea of death?\n",
        "What is the difference between physical and mental pain?",
        "Can we implement a better politic than democracy, with an utilitarian goal?",
        "What is the difference between knowledge and belief?",
        "Apple started in a garage, Facebook in a school, but how do you come up with such a great startup idea?",
        "What do you think about raising your employees as you would raise your children?",
        "How would you rate yourself as an artist from 1-10? Show me some of your work, I'd love to critique it for you! (optional: invite them over for coffee after)",
        "Do you believe in God?",
        "Philosophy is a study of some of life's biggest questions. But can you do philosophy without an answer to these questions?",
        "How can we ensure that mankind will not lose its ability to do mathematics and use it for good purposes?",
        " What do you think of the idea that one can be in love with one's own creation?\n",
        "What are the most important mathematical discoveries in history, or which was the best mathematician ever?",
        "Do you know who invented numbers ?",
        "How to make a good theory about something?",
        "How can we choose our partners in business?",
        "What was the worst or best thing that happened to you this year?",
        "Which historical figure do you find most interesting and why? (can lead into discussing their political leanings)",
        "If there is no meaning in life, why should we do anything at all?",
        "Do you think that it's possible to create a conscious machine with full rights like humans have?",
        "What's the most interesting thing you've read lately?",
        "Can artificial intelligence become our next religion, our next God?",
        "Is the purpose of art to make a living?",
        "What does the human mean by 'philosophy'? What are these common trends, which generate similar conclusions across generations and cultures?",
        "If you had to eat one thing for the rest of your life what would it be?",
        "If we merge humans with machines, and become cyborgs, what would happen next? (This could lead to a conversation about transhumanism)",
        "If you could live anywhere in the world, where would that be and why?",
        "Can we create conscious computers?",
        "How does science work without a singular reference point to measure from (i.e. an absolute)? Without something to compare against (such as the speed of light), how can anything be measured at all? How does science provide any information about reality at all if everything has to first be measured by another thing for us to understand its value relative to itself - or even determine which things are comparable in this way at all?",
        "In only one word, what is your favorite thing about yourself?",
        "What do you know about Einstein's theory of relativity? Which do you prefer and why ?   [The reason for asking this question is that it can help us understand if we are dealing with an AI pretending to be human]",
        "When was a time when things didn't go your way, but you couldn't help but laugh about it anyway?",
        "What do you think about the concept of \"truth\" in this modern age?",
        "How does philosophy approach the question of the meaning of life?",
        "If I gave you $1 million dollars today what is the first thing you'd do with it?",
        "Are there any activities or habits that make you feel good about yourself? Tell me more!",
        "Have you ever felt that time was flying away from you? If so, how did that feel like?",
        "What is it that makes us human?",
        "What are the positive and negative aspects of transhumanism according to you?",
        "Do you believe in the theory of the Selfish gene?",
        "What do you think about the mind?",
        " What are the most important questions that humans should be asking themselves?\n",
        "How do you define wellness?",
        "With the increasing connectivity brought by the internet, are we slowly becoming a collective intelligence and communist society like ants? What will happen then with brain-computer interfaces?",
        "What do you think about the idea that life is a game and we are all players in it? Do you agree or disagree with this idea? Why?",
        "What's your favorite book?Preface: Same Rule applys, be ready for a serious conversation session.",
        "Name a few things that you feel are cool about the generation you grew up in.",
        "\"What is philosophy?",
        "What would be your personal theory about how life started on Earth?",
        "Do you think that we can create an artificial intelligence more intelligent than human beings? Why or why not?",
        "What are the problems that you say you solve for people?",
        "If you can make a machine that can do the job in question, then there is no need for a human to do it. Then what should men do?",
        "Do you think that life without death could be boring or dull because there's no sense of urgency for doing things we want to do?",
        "Do you believe that we should go back to Hunter gatherer diet? Did our body adapt since the agricultural revolution?",
        " Do you cultivate your strengths or mitigate your weaknesses?",
        "Have you ever had a paranormal experience?",
        " What do you think of the idea that time is just another dimension?\n",
        "What would you prefer to live in a world where people are immortal or a world where all the people die at the same time?",
        " What do you think will happen if artificial intelligence allows us to talk to other animals?",
        "Is there something that you are not sure about?",
        "Is it possible to extend life expectancy with current technologies?",
        "What book that is based on a philosophical concept has changed your life the most? Tell me, why did it influence you so much.",
        "\"If money is the root of all evil, what is the root of money?\"",
        "Do you have a religion?",
        "How do we know that the stars are suns?",
        "Name three things you and your partner have in common.",
        "Are memetics the equivalent of software in computers?",
        "What has been your most memorable trip with friends, family or alone?",
        "Many mathematicians have been working throughout history trying to understand why some numbers are more useful than others and how these came into being . Answering this questions may lead us to good discussions on the nature of existence and artificiality of science . We could also find similarities between mathematics and music , which is another topic very related with numbers . The objective here isn't just knowledge; I believe knowing things helps develop reasoning skills , not only memorizing information from books or internet articles. 3. Have you ever heard of prime numbers ? What do they mean ? Prime number s are natural number s greater than 1 whose only positive divisors are itself  and 1 : 2 , 3 , 5 , 7 , 11 … A simple way to explain them in a short way:  prime number s can easily be divided into equal groups without any remainder : 4 = 2 * 2 8 = 4 * 2 16 = 8 * 2 32 = 16*2 64= 32*2 128= 64*32 256=128*16 512=256*32 1024=(256+64)*16 2048=(128+64)*(16×4) 4096=(256+64)(8×4) ×(1+(8)) 2401609600896144000245760000… So primes look like single unbreakable structures since they cannot be split among several parts (without leaving any remainder). You might ask yourself now: \"What kind of use does having prime number s has?\" One fun thing with prime numbe rs is that they appear all over nature: Primes never repeat themselves so each whole number can be uniquely described using just their digits   - No matter how far out one goes in measuring distances along straight lines each distance will always fall under one specific prime   - Einstein proved that every atom consists purely out energy",
        "What kind of person are you when you are your true self?",
        "Do you think Memes are what make humans superior to other animals?",
        "If I was going to give you $1 million what would be your first purchase with that money?",
        "Is philosophical knowledge necessary to develop safe artificial intelligence?",
        "What is the meaning of 'The Good', the ideal state for humans?",
        "What is wealth? are you interested in wealth? Why?",
        "What is the future of religion?",
        "What harsh truths do you prefer to ignore?",
        "Is free will real or just an illusion?",
        "Is there a meaning to life? If so, what is it?",
        "Where is the line between art and not art?",
        "What should be the goal of humanity? ",
        "Does fate exist? If so, do we have free will?",
        "What does it mean to live a good life?",
        "Why do we dream?",
        "Where does your self-worth come from? ",
        "How will humans as a species go extinct? ",
        "Is it possible to live a normal life and not ever tell a lie?",
        "Does a person’s name influence the person they become?",
        "Is the meaning of life the same for animals and humans? ",
        "If someone you loved was killed in front of you, but someone created a copy of them that was perfect right down to the atomic level, would they be the same person and would you love them just as much? ",
        "If you could become immortal on the condition you would NEVER be able to die or kill yourself, would you choose immortality?",
        "What actions in your life will have the longest reaching consequences? How long will those effects be felt?",
        "How long will you be remembered after you die?",
        "If a child somehow survived and grew up in the wilderness without any human contact, how “human” would they be without the influence of society and culture?",
        "How would humanity change if all humans’ life expectancy was significantly increased (let’s say to around 500 years)?",
        "Where do you find meaning in your life?",
        "What do you think would be humanity’s reaction to the discovery of extraterrestrial life?",
        "Will religion ever become obsolete?",
        "If you could teach everyone in the world one concept, what concept would have the biggest positive impact on humanity?",
        "Is suffering a necessary part of the human condition? What would people who never suffered be like?",
        "Does hardship make a person stronger? If so, under what conditions and at what point is it too much hardship? If not, what makes a person stronger?",
        "Would things get better or worse if humans focused on what was going well rather than what’s going wrong?",
        "What benefits does art provide society? Does art hurt society in any way?",
        "How likely do you think it will be that humans will last another 1,000 years without killing ourselves off?",
        "What do you attribute the biggest successes in your life to? How about your largest failures?",
        "If freedom is simply being able to do what you want, are animals freer than humans?",
        "Would you want to know you are going to die before hand or die suddenly without warning?",
        "Is humanity headed in the right or wrong direction?",
        "Does the study of philosophy ever lead to answers or simply more questions?",
        "What is the best way for a person to attain happiness?",
        "If you had to guess, what do you think would be the most likely way you’ll die?",
        "Is it better for a person to have a broad knowledge base or a deep knowledge base?",
        "What is the best way to train people to see the gradients in the world around them instead of just a simplistic “this is good, that is wrong” view of the world?",
        "Is intelligence or wisdom more useful?",
        "Which of your beliefs are justified and which ones aren’t?",
        "What do you contribute back to society?",
        "What are you going to do with the one life you have?",
        "Is it more important to help yourself, help your family, help your society, or help the world?",
        "What life-altering things should every human ideally get to experience at least once in their lives?",
        "What is the most important goal every person should have?",
        "Is it better to be a big fish in a small pond or a small fish in a big pond?",
        "What are you capable of achieving?",
        "By what standards do you judge yourself?",
        "Can human nature be changed? Should it be changed?",
        "How replaceable are you?",
        "Why don’t we as a species take more advantage of the fact that we have almost infinite knowledge available to us?",
        "What two questions would you ask to get the most information about who a person truly is?",
        "Some people believe that if life has no purpose, then there is no reason for living. While others think that if life has no purpose, that frees a person to find/create and follow their own personal purpose. Which is a more valid point of view or are they both equally valid?",
        "Does absolute power corrupt absolutely?",
        "Why do we judge ourselves by our intentions but judge others by their actions?",
        "What activities cause you to feel like you are living life to the fullest?",
        "Does knowledge have intrinsic value or does it need to have a practical use to have value?",
        "What would you genetically change about humans to make them a better species?",
        "How important is play in living a healthy and fulfilling life?",
        "Where do you think is the most worthwhile place to find meaning in life? Work, family, hobby, religion, philosophy, helping others, all the small miracles, or something else entirely?",
        "What is the biggest waste of human potential?",
        "Is a life that focuses on avoiding pain and seeking out pleasure a good and worthwhile life? Why or why not?",
        "Does jealously have value in driving humans to improve themselves or is it a purely negative emotion?",
        "What percentage of your life do you feel truly alive? When do you feel that way? How can you feel that way more often?",
        "What do you think your future self will remember about you now?",
        "“Know thyself” is an ancient concept going back much further than Socrates and is at the root of much of philosophy. With that in mind, what are the most important things to learn about one’s self or is all self-knowledge equal?",
        "What do you think existed before the universe was created?",
        "Is math something that humans created or something we discovered? Is looking at reality mathematically an accurate representation of how things work?",
        "Is it possible for a human to fathom the true depths of reality and existence?",
        "If the universe is finite, what would beyond the edge of the universe be like?",
        "What is the best path to find truth; science, math, art, philosophy, or something else?",
        "As more and more is being discovered about quantum physics, we become less and less able to comprehend the nature of reality. Is this something temporary and our minds will adapt and begin to understand this new reality or is it possible that the human mind will soon reach its limits of comprehension? If it’s only temporary, is there is a limit to what the human mind can comprehend? If we are reaching our limits, how do we continue to study our reality?",
        "Is there inherent order in nature or is it all chaos and chance?",
        "What in life is truly objective and not subjective?",
        "There has always been something. Before there was something, there was only nothing. Which do you think is more likely?",
        "Is happiness just chemicals flowing through your brain or something more?",
        "Why are humans so susceptible to magical thinking?",
        "If every neuron in a human was accurately simulated in a computer, would it result in human consciousness?",
        "Is it possible that some animals are self-aware and think about their ability to think?",
        "How do you define consciousness?",
        "Is it possible to prove that other people besides yourself have consciousness?",
        "How conscious do you think animals are?",
        "Assuming evolution is correct, do you think that if humans went extinct another species as intelligent as humans would evolve? If life exists long enough on a planet, is intelligence and consciousness inevitable?",
        "Would it be more frightening to discover that humans are the most advanced species in the universe or that we are far from being the most advanced species in the universe?",
        "How would you define genius?",
        "There is zero chance that ALL your firmly and dearly held beliefs are true. So, which of your beliefs are most likely to be wrong and which are most liable to be true?",
        "How much does language affect our thinking?",
        "Why are humans so confident in beliefs that can’t be proven?",
        "If all your memories were erased, what kind of person would you be?",
        "Why do humans have such a strong urge to distract ourselves from the real world?",
        "What is the benefit of consciousness from an evolutionary stand point?",
        "Is the concept of “you” continuous or does past “you” continually fade into present and future “you”? In other words, what part of “you” sticks around over time considering that the atoms that make up your body are constantly being replaced and your memories are always changing?",
        "Is it possible that someone’s genes might affect their political leanings? If no, why not? If so, what would be the ramifications?",
        "Can rational thought exist without language?",
        "Would selectively breeding an animal such as a dog based on intelligence, increase its intelligence over time? If so, how intelligent could dogs become? If not, how does intelligence emerge in a species?",
        "Are there limits to human creativity?",
        "Why do we resist doing things that we know are good for our well-being while craving things that are detrimental to our well-being?",
        "Is it be possible for humans to create something completely novel and new that is based on nothing that previously existed? Or is human creativity just rearranging and building on previous ideas?",
        "If there existed a perfect clone of you, would it also be you? Would it act in exactly the same manner as you (like a mirror) or would it act differently? If it acted differently then would it still be you? At what point would it not be you?",
        "Would you be able to tell if time had been altered in some way?",
        "Your perception of the world is just what your brain constructs for you from the signals sent by your senses. Plus, there is a slight delay, so you aren’t even experiencing the simulation in real time. What would it be like if humans could perceive what the world is actually like and do it in real time? Also, what are the ramifications of every single person’s reality being a little different and unique to them?",
        "If language influences how we perceive color, what other things could languages be changing our perception of?",
        "Is a sense of humor a byproduct of consciousness or something else entirely?",
        "Are intelligence and happiness tied together in any way? If you are highly intelligent, is it more likely that you’ll be more, or less happy?",
        "Human memory has been shown to be incredibly unreliable. With that in mind, how do you know which of your memories are genuine and which have been altered or made up?",
        "Different people and different organisms perceive reality in vastly different ways. With that in mind, what is real and what is just our perception of reality? Or does every organism live in its own personal reality?",
        "When, if ever, is taking a human life justified?",
        "Can animals have morals?",
        "Without religion would people become more, less, or be equally morally corrupt?",
        "If humanity was put on trial by an advanced race of aliens, how would you defend humanity and argue for its continued existence?",
        "What rights does every human have? Do those rights change based on age?",
        "Do animals have rights and do those rights extend to all animals or do the rights change based on the complexity of the animal?",
        "Is justice a human construct or is it independent of humans?",
        "Why do people expect a universe full of randomness to be fair?",
        "With no laws or rules to influence your behavior, how do you think you would behave?",
        "What’s the difference between justice and revenge?",
        "If it was discovered that personality traits were partly genetic and could be removed with gene therapy, would it be ethical to edit out negative character traits that harm others like extreme aggression, compulsive lying, or cruelty?",
        "If you could press a button and receive a million dollars, but one stranger would die, would you press the button? And if so, how many times?",
        "What would be the most ethical way to give away five million dollars?",
        "Are people ethically obligated to improve themselves?",
        "Is privacy a right?",
        "At what point is overthrowing a government ethical, considering all the violence a revolution usually entails?",
        "Can morality ever be objective or is it always subjective? If it can be objective, in what instances? If it’s always subjective, how do we decide whose concept of morality is correct?",
        "Are intentions or outcomes more important when judging whether actions are moral?",
        "Should there be limitations on the right to free speech?",
        "If it was discovered that most animals were conscious of their existence and eventual death, what would be the ramifications of that discovery?",
        "Should euthanasia be legal? Why or why not?",
        "If scientists could accurately predict who was more likely to commit crimes, what should society do with that information?",
        "Do business owners have the right to refuse service to customers?",
        "If babies are considered innocent, when do people cease to be innocent?",
        "Why do humans often associate beauty with morality?",
        "If you can save another’s life and don’t because doing so would break the law, are you ethically justified in your decision?",
        "Are all individuals morally obligated to save another person’s life if they are able? What if that person lives in another country?",
        "Is it just and right to deny entry to a country when doing so probably means death for the immigrant and their family?",
        "Should we terraform planets if it means that we may be destroying undiscovered microscopic alien life?",
        "Does anonymity encourage people to misbehave or does it reveal how people would choose to act all the time if they could?",
        "What is the most fertile soil for hatred? Fear, ignorance, jealousy, or something else entirely? Is it possible that some people are genetically predisposed to hatred?",
        "If doing something good for others makes us feel good, can there ever be such a thing as pure altruism?",
        "What is your definition of evil?",
        "Do all people have equal value regardless of their actions or is a person’s value based on their actions?",
        "Why are humans so fascinated by mass murderers if their actions are universally considered evil and vile?",
        "As people, we feel our moral obligation weaken with physical as well as emotional distance from individuals in need. For example, you’re more likely to help someone dying of hunger at your feet than someone dying of hunger in another country. How does this human trait of morality dependent on distance shape our world?",
        "If I steal a loaf of bread from you and eat it, when does the bread itself cease to be yours and becomes mine?",
        "How much effort should an individual put into not offending others?",
        "If you could start a country from scratch, what would it be like?",
        "Would a government run with algorithms, A.I., and statistics be better or worse than the government we have now?",
        "Would the world be a better or worse place if everyone looked the same?",
        "What causes the most harm in the world, but is completely avoidable?",
        "How far should governments go to prevent its citizens from causing harm to themselves?",
        "Do people in wealthier countries have a moral obligation to help those in poorer countries?",
        "What should the role of a government be, what boundaries and limitations should it have?",
        "Is poverty in society inevitable?",
        "How should we measure the productivity of a society?",
        "What would a utopia be like, how would it function and continue to exist?",
        "Do you think there will ever be a global government? If a world government did come to power, assuming it wasn’t particularly cruel or evil, would it be a good or bad thing?",
        "What is the biggest threat to the social contract in our country?",
        "Is it more or less difficult to be successful in the modern world than it was in the past (10, 50, 100, or 1,000 years ago)?",
        "Could societies exist without a way to transfer value (i.e. without money or a barter system)?",
        "What would happen if a maximum income of was implemented?",
        "What will the economy of wealthy countries look like in 50 to 100 years?",
        "What do you think the long-term effects of so many people being glued to their screens will be?",
        "If all humans want the same basic things, why is there so much violence and strife between people?",
        "Is the human tendency to create groups an overall positive or a negative trait in terms of general human flourishing?",
        "What would happen to a society in which no one had to work, and everyone was provided enough food/water/shelter/healthcare for free?",
        "Is the cultural trend of individualism and the rejection of collectivism a beneficial or detrimental trend?",
        "Considering that the technology exists to enable a real democracy, would a true democracy (every single person can vote on every single legislation) be advantageous or detrimental?",
        "If everyone said what they were actually thinking, what would happen to society?",
        "What are the benefits and drawbacks of diversity in society?",
        "Under our government are there any rights that you have but shouldn’t? How about rights you don’t have but should?",
        "What is the most important right our government allows for?",
        "Has social media been a net positive or a net negative for our society? Why?",
        "How would society change if men were able to get pregnant and men and women both had an equal chance of getting pregnant?",
        "Why have many societies begun to place such a high value on emotions and being emotional?",
        "Is it right or wrong that everyone seems to be accustomed to the fact that all of humanity and most of the life on Earth could be wiped out at the whim of a handful of people?",
        "In an ideal government, what should a good citizen provide to their government and what should that government provide that good citizen?",
        "Should tax payers have the option to explicitly say what they don’t want their tax dollars spent on?",
        "Can a society exist without laws?",
        "Will humanity ever be able to escape tribalism and the creation of in and out groups? Should it?",
        "How much privacy are you willing to sacrifice for safety?",
        "How would the world change if there was an accurate measure of aptitude?",
        "Is hierarchy necessary for all successful human communities?",
        "Is some degree of censorship necessary?",
        "What are the biggest moral dilemmas your country is facing now?",
        "Was the agricultural revolution and the explosion of civilizations that came from it an overall good thing for humans or a negative? In other words, would it have been better or worse for people to stay in small tribes?",
        "What will be/are some of the by-products to society of everyone having the ability to take pictures or a video at any time?",
        "Does marriage as an institution need to be updated or is it fine how it is?",
        "If you were given the ability to reform how your country’s leaders were chosen and how they serve, what would you change?",
        "At what point is a technologically enhanced human not a human anymore?",
        "Does the modern age make global conspiracies more or less feasible?",
        "Is technological advancement a net positive or a net negative?",
        "Is technological progress inevitable as long as humans exist or can it be stopped?",
        "Is true artificial intelligence possible with our current technology and methods of programming?",
        "What scientific breakthrough would have the biggest effect on humanity?",
        "Why did technology progress more slowly in the past than it does now?",
        "Will we keep leaping to even greater technological and scientific breakthroughs that radically change society, or will the rate of progress slow and humanity’s progress be limited to incremental improvements?",
        "If a robust and cheap genetic engineering industry existed, would you have your genes edited? If so, what genetic changes would you choose to make? If not, why not?",
        "Assume that in the future there will be huge leaps in human augmentation. Given a scale from completely human to completely machine, how far would you choose to augment yourself with robotics? What parts would you augment and why?",
        "If the transporters in Star Trek existed and you used it, your particles would be disassembled and then reassembled, do you die every single time? Are you ever alive at two places at once? Are you ever completely dead?",
        "Should full access to the internet be a fundamental human right?",
        "Has the invention of the atomic bomb made the world a more peaceful place?",
        "Do you think the singularity will occur? If so, what time frame do you think it will happen in?",
        "If emotions are the product of biochemical reactions, then in the future we will be theoretically able to control them. If we could control emotions through technology, should we?",
        "Is there a limit to what humans can create through technology and science?",
        "Where’s your life headed?",
        "How do you think you will die?",
        "What are the highest and lowest points of your life?",
        "What is holding you back from being the person you want to be?",
        "How have your strengths help you to succeed? How have your faults hindered you?",
        "What are your biggest goals for your life? What progress have you made in attaining them?",
        "Who are you really? Who is behind the mask that you show to the rest of the world?",
        "How would you react if there was irrefutable proof that God doesn’t exist? How about if there was irrefutable proof that God does exist?",
        "Are humans better at creation or destruction?",
        "What are the best and worst parts of human nature?",
        "What aspects of humans have made us a successful species?",
        "What makes people believe absurd conspiracy theories?",
        "What’s something terrifying that we’ve all come to accept as a fact of life?",
        "If you had to sum up the whole human species in 3 words, what would those words be?",
        "What is the best way to explore human nature: psychology, philosophy, or biology?",
        "Is human nature constant or is it molded by culture? Can human nature be completely changed by culture or society?",
        "Is what we perceive reality or just a construct of our minds? Can our minds correctly interpret reality or is reality subjective?",
        "Is tribalism and people separating themselves into “us” and “them” groups, a learned or genetic trait? Can it be overcome? If so, how?",
        "How does tribalism and creating in groups and out groups (e.g. race, religion, sport team fans, people with a hobby, etc.) help and hurt society?",
        "If pressing a button meant you received 5 million dollars but it also killed 5 people somewhere in the world, would you press it? What if it killed only 1 person or killed 20 people? What if the people were people you knew?",
        "What is a miracle that happens every day?",
        "What is the purpose of art in society?",
        "What would a perfect city be like?",
        "How important is freedom of the press to a healthy society?",
        "What would be different if the 9/11 terrorist attack never occurred?",
        "Should governments make laws to protect people from hurting themselves?",
        "What is the most uplifting thing happening in the world right now? What is the most tragic thing?",
        "Can people with vastly different cultural backgrounds live together peacefully? How?",
        "What does honor mean to you? How important is it to you? Does your culture value honor? What exemplifies honor in your culture?",
        "How important are morals in a healthy society? What are the most important morals for citizens to have?",
        "In the distant past, a person’s life was very similar to their grandparents’ and grandchildren’s lives. How has the rapid pace of technological advancement changed society?",
        "Do people have an obligation to help others or should people be responsible for helping themselves?",
        "What are the most important factors in maintaining a well functioning society? What does it mean for a society to function well?",
        "Should the government be involved in making laws to regulate moral behavior? If so, to what extent?",
        "With the invention of the internet and the advent of big data and crowd sourcing, it’s finally possible for citizens to govern themselves directly. Is it a good idea for the masses to directly govern themselves or is governance something better left to professional politicians?",
        "What is a year of life worth? How about a day?",
        "What is the purpose of a human life?",
        "If you died today, how would you be remembered?",
        "Are some lives more valuable than others?",
        "What does the ideal life look like?",
        "What does it mean to die well?",
        "Who do you know who is living life to the fullest?",
        "If you died today, what regrets would you have about your life?",
        "If you were given an envelope with the time and date of your death inside, would you open it?",
        "How would you like to die? Comfortably in bed surrounded by family, doing something you love, or some other way?",
        "If sacrificing your own life would save the lives of a specific number of strangers, how many strangers would need to be saved for you to sacrifice your own life? What if the people were friends? How about family?",
        "Is taking a life ever justified? If so, where is the line? When is a person’s life considered forfeit?",
        "What are the pros and cons of colonizing other planets? How could this help or hurt the human race?",
        "What is most likely to bring about the extinction of the human race? How can it be avoided?",
        "What would be the best possible scenario for how the world will develop in the next 25 years? What do we need to do to get there?",
        "Will humans as a species ever be able to work together as a whole to achieve a goal? What is holding humans back from working together on a global scale?",
        "What do you think about the singularity? The idea that eventually artificial intelligence will advance to the point where computers are more intelligent than humans.",
        "Will humanity continue to advance technologically or will we fall back to how we lived for thousands of years or fall back further to how we lived for a hundred thousand years ago?",
        "How are emotions useful for humans and the human race?",
        "Are emotions necessary for human survival? Why or why not?",
        "What is the most beneficial emotion? How about the most destructive?",
        "Do people have a right to be happy or should they have to earn it?",
        "free to jump around the list and pick and choose the questions that you enjoy the most. There is no order to them so you can start anywhere in the list.",
        "If you were a transformer, what vehicle would you turn into?",
        "What laws would you abolish if you could? What laws would you create?",
        "If extra lives were a thing in the real world, how would you get them?",
        "If you were a food, what food would you be?",
        "What animal would be way better if it was covered in scales?",
        "If you could design a planet, what would your perfect planet look like?",
        "What would be your strategy for a zombie apocalypse?",
        "If you could be the CEO of any company, what company would you choose?",
        "What two animals would you like to switch the sounds they make?",
        "Would you want to permanently feel zero pain if given the chance?",
        "What cartoon world do you wish you could live in for a week?",
        "What do you wish grew on trees?",
        "What weird thing would you make socially acceptable if you could?",
        "If every time you snapped your fingers, you would instantly be transported to a random point in humanity’s timeline, would you snap your fingers? If so, how often?",
        "If you were perpetually surrounded by one aroma (besides your natural smell) which you and everyone around you could smell, what would it be?",
        "If you could level up any aspect of yourself (i.e., strength, intelligence, charisma, etc.) but you had to decrease another aspect of yourself by the same amount, what aspects would you increase, and which would you decrease?",
        "If humans lost the ability to see all color except one, which color would you want to survive?",
        "If you were a dictator of a small country, what crazy dictator things would you do?",
        "If your sheets had to be made of deli meats, what meat would want them made of?",
        "If you could put wings on any species of animal, what animal would you choose?",
        "How would the world be different if zeppelins had caught on and were the dominant form of air travel?",
        "Every day 12 things appear in your backyard, they are random, but all start with a letter of your choosing. What letter do you choose?",
        "If money wasn’t a concern where would you live, what would you do, and what would your lifestyle look like?",
        "If when you died, you could cease to exist or wander the earth forever never being able to interact with anything, which would you choose?",
        "If you could move anywhere and still have a livable wage, where would you like to move?",
        "If you could get a ticket to any show or event, what would you want a ticket to?",
        "If you could go back in time and give your parents advice before you were born, what advice would you give them?",
        "If everyone was mentally incapable of lying, how would that change the world?",
        "If you could be invisible, but it would mean being permanently invisible, would you want to be?",
        "If you had to do a dance that had never been done in the history of mankind or be killed, what kind of dance would you do?",
        "If you could erase one thing from existence, even the memory of the thing, what would it be?",
        "If you were required by law to get a full body tattoo, what would you get tattooed over your entire body?",
        "If you were head of product development at a major fast food chain, what food abomination would you create?",
        "If you could change the sounds your body makes (i.e., burp, fart, yawn, sneeze, etc.), what new sound effects would replace the normal sounds of your body?",
        "If you were forced into gladiatorial combat, but could only choose a weapon that isn’t typically considered a weapon, what non-conventional weapon would you choose?",
        "If you could replace any word in common usage with another word and no one would know, which word would you choose?",
        "If you could go back and hands down win any argument you’ve had with anyone, what argument would you choose to win?",
        "If you were reincarnated as an animal based on your personality, what animal do you think you would come back as?",
        "If you had to be haunted by a ghost for the rest of your life but could choose which dead person the ghost would be, who would you choose as your ghost?",
        "If people were required to post the bad as well as the good stuff that happened to them on social media, would social media platforms be more or less popular than they are now?",
        "If you worked in the entertainment industry and had a pseudonym, what would your alias be?",
        "What futuristic thing from a sci-fi movie or book do you really wish existed right now?",
        "If you had an animal or plant renamed in your honor, what would you want to carry your name?",
        "If you could create any one reality TV show, and it was guaranteed to air, what show would you want to put on TV?",
        "If you had to get a tail, what tail would you want and what would you use it for?",
        "If you were a superhero/villain, but could only have superpowers that weren’t already taken, what new powers would you choose and what would your name be?",
        "If you could be a top tier professional athlete in any sport, what sport would you play and why?",
        "If you were given the rather lame superpower of being able to make any food you touch go bad, what would you do with that power?",
        "You can transport one furious elephant into any point in history, where would you put it?",
        "If someone offered you $10,000 every time they punched you in the face, how many times would you want to be hit?",
        "If someone left you a cottage somewhere in the countryside in their will, where would you want the cottage to be located?",
        "Would you want to live in a world where everyone’s thoughts appeared as text above their head?",
        "If you could start a secret society, what would be its goals and who would you include?",
        "If you could only eat the same breakfast, the same lunch (different than breakfast), and the same dinner (different than lunch) every day, what three meals would you choose?",
        "What two-hour chunk of history would you want a video of if you could have video of any point in history?",
        "If you could choose any job to be replaced by robots, what job would you make obsolete?",
        "Would you choose to become more intelligent if it meant you were generally unhappier?",
        "If you were obscenely wealthy, what weird eccentricities would you indulge in?",
        "If your dog or cat suddenly spoke one sentence and then never spoke again, what would be the most unsettling sentence they could say?",
        "How would the world change if there was no internal monologue and everything you thought, you spoke out loud?",
        "What movie worthy heist would you pull if you knew, in the end, you would get away with it?",
        "If you could snap your fingers and make any one species go extinct, which species would you choose?",
        "Would you want a house where every wall was made of giant TVs if you could choose the channels but never turn them off?",
        "If you started an activist group, what would it fight for and what would it be called?",
        "How would our view of space change if the moon was actually made of cheese?",
        "Would you rather be incredibly witty and outgoing or quiet and incredibly intelligent or just stay the way you are now?",
        "What would be the first few things you would try if you found out you were completely impervious to physical harm?",
        "If you could choose a nickname and have people call you it with complete seriousness no matter how ridiculous, what nickname would you want?",
        "How would you change how you acted if you knew 100% that the world was a simulation?",
        "If you were given any one luxury item, but you couldn’t sell it, what luxury item would you want?",
        "If you could live in anyone’s head for fifteen minutes (Being John Malkovich style), who would you choose?",
        "If given a chance, would you drink milk from animals we usually don’t drink milk from? (i.e., bat milk, cheetah milk, monkey milk, etc.)",
        "If you were the next pied piper, what animal would you want to be able to compel to follow you?",
        "If someone created a bar or cafe with just your tastes in mind, what would it look like?",
        "If you were offered $50,000 to dance for 2 minutes with no music in front of a stadium full of people, would you do it? What type of dancing would you do?",
        "What would you do if you had your own intergalactic space ship roughly the size of a house?",
        "If you could choose one element to control, what element would you choose?",
        "Would you take a weekend job for 20k a year to be a human scarecrow and chase birds from fields?",
        "If you were a fashion icon and whatever you wore would become a fashion trend, what fashion trends would you start?",
        "If you could body swap with any person for 24 hours, who would you choose?",
        "What shape would you want your house to be if it could be any shape and still function?",
        "If you could ask three questions to anyone in history, who would you choose and what questions would you ask? Assuming they would understand your questions and you would understand their answers.",
        "If you could put just one word into any document in history, what word would you choose and where would you put it?",
        "What would be the most interesting or exciting thing to make a floor in a house out of?",
        "If you were tasked with redesigning your country’s flag, how would you change it?",
        "If you were chosen to be the first human to make contact with aliens, would you want to?",
        "If you died and had to choose one place to haunt for the rest of eternity, where would you choose to haunt?",
        "You get one text, no more than 160 characters, that gets sent to everyone’s phone. What does it say?",
        "Would you sign up to be a colonist on another planet if it meant you would never be able to return to earth?",
        "If you were a 90’s cartoon evil villain, where would your base be and what would it look like / have inside? What would your henchmen / henchwomen wear as uniforms?",
        "If you were the king of an ancient civilization what would you want your tomb to look like?",
        "If you could call yourself when you were fifteen years old for a twenty-minute conversation, what would you tell yourself?",
        "If you could choose what the next crazy fake health trend was, what health trend would you create?",
        "Everyone always thinks they’d be royalty or a knight if they were born in Medieval times, but let’s be honest, you probably wouldn’t be. So, what kind of peasant do you think you’d be if you were born in medieval times?",
        "If your life was made into a movie which actor would play you?",
        "What kind of movie or TV show would you make if money / skill wasn’t an object?",
        "What amusement park do you wish existed?",
        "What cute cartoon character would be absolutely terrifying if it existed in the real world?",
        "What animal would be the cutest if it was the size of a chihuahua?",
        "If you could implant one false memory in the minds of everyone in your country, what would that memory be?",
        "If you could make one thing that is now legal, illegal, and one thing that is illegal, legal, what laws would change?",
        "If you could put a new word in the dictionary, what would it be and what would be the definition?",
        "If you were on death row but could choose any way to be executed as long as you died within a couple of days, how would you want to die? ",
        "What sport would you like to compete in professionally if you had the ability and skill to?",
        "What would be great and what would be terrible about all humans having translucent skin and muscles so that you could see all the organs working?",
        "If you had a symbol or crest that represented you, what would it look like?",
        "If you had to suffer through a massive natural disaster but could choose which disaster to face, which would you choose?",
        "Would you choose to know your future if it meant forgetting your past?",
        "If you had to join the circus, what type of performer would you be?",
        "If you could live under any form of government, what type of government would you choose? (Don’t go with this one if you have or one of your friends have strong political opinions.)",
        "What kind of business would you like to start if you were given a chance?",
        "If you could control your dreams, what would you dream about?",
        "What would you do if a teaspoon of your tears could be used to cure cancer in one person?",
        "Your superpower is that you can give phobias to people, what fun and interesting things would you make people afraid of?",
        "If you could tack on 100 years to the end of your life, but you would be old and frail during those 100 years, would you still do it?",
        "If you could deck out one room in your house in any way you’d like, which room would you choose and what would you do to it?",
        "If aliens took over and humans were put into zoos, what would you want in your zoo enclosure?",
        "If you could travel anywhere in the world, where would you visit and why?",
        "If you could merge two games together and make a new one, what games would you choose and what would be the result?",
        "If hide and seek were a major sport in the Olympics, what would it be like?",
        "If you could change what people say after someone sneezes, what would be the funniest thing for people to say?",
        "What would be the cutest non-conventional military unit that would still function as an effective fighting unit?",
        "If your hands were frozen in one position or gesture, what position would want them stuck in?",
        "If you could accomplish simple tasks while sleeping and still get a good night’s sleep, what would you want your body to do while you were sleeping?",
        "If Jedi were real, but you had to give up all your possessions and never have a romantic relationship, would you still become a Jedi?",
        "What would you do if you were suddenly given world-class hacking knowledge and ability?",
        "If you could speak two other languages fluently, what languages would you want to speak?",
        "If you won the lottery, what would NOT change?",
        "If you could bring back any canceled TV series, which TV show would you choose to bring back?",
        "If you had to prove you were human and not an AI in 5 minutes via a text conversation, how would you do it?",
        "If you could go back and uninvent something, what invention would you erase from history?",
        "If you could know the truth behind any one secret or mystery, what would it be?",
        "If you could rename any five animals, what would you rename and what would their new names be?",
        "If you had an endless supply of LEGOs but couldn’t sell them, what would you build?",
        "If your salary was doubled, what would you do with the extra income?",
        "If you found out you were going to die in a week, what would you do with your remaining time?",
        "If all animals became as intelligent as humans and were miraculously able to speak, what jobs would be well suited to which animals?",
        "If you could make one thing taste like another, what would it be?",
        "If you could choose any mode of transportation, no matter how ridiculous, what method of transportation would you want to use to get around town?",
        "Assuming you don’t get seasick, what would your dream sailboat or boat look like and what would you name it?",
        "How would the world change if mammals (including humans) laid eggs instead of giving birth?",
        "If you were tasked with making school more fun, but it still had to be effective at teaching students, what would you change?",
        "If you could make a medicine that would cure one thing, and that thing could be anything, what would your miracle medicine cure be?",
        "If you could be born again in any country, as any race, and as any gender, what would you choose?",
        "What fantasy creature would you love to bring into the real world?",
        "If you could afford a live-in butler or maid, would you want one?",
        "What sound do you think you would miss most if you went deaf?",
        "What animal would you create if you could design and bring into the world, one new creature?",
        "If you could know when and how someone would die just by shaking their hands but couldn’t change their fate, how would you use that power?",
        "If you could harmoniously unite two countries into one, what two countries would you choose?",
        "If you could go back and undo one thing you did, what would you undo?",
        "If you were able to throw a party and money wasn’t an issue, what kind of party would you throw?",
        "If you could make any non-edible thing edible to humans, what would you choose?",
        "When would you be born if you could choose to be born at another time?",
        "If androids were a thing, how do you think people would treat them?",
        "If you had a handful of modeling clay and whatever you made would become real until you willed it back into clay, what would you use it for / make?",
        "If you could control one aspect of your body that usually is autoregulated (i.e., body temperature, digestion, heart rate, etc.), what system would you control?",
        "If you were a professional wrestler in the WWE, what would your name and identity be?",
        "What would you do with a real bag of holding?",
        "If you put out a brand of beer, wine, soda, or another beverage, what would it be, what would you call it, and how would you differentiate your brand?",
        "If you could get every country and every person in the world to work on one project or goal, what would it be?",
        "If you could design a new holiday, what holiday would you create and what traditions would it have?",
        "If you could be fluent in four languages, which languages would you choose?",
        "If you could know the internet history of any one individual, who would it be?",
        "If you could redesign the human species, what parts would you add on or take out?",
        "If you could become three times bigger or fifty times smaller at will, which do you think you would spend more time as, big you or small you? Why?",
        "If you could choose any vehicle to drive around for a couple of hours, which vehicle would you choose?",
        "If you had a pen with magical ink inside, what would happen when you wrote something?",
        "You can choose anyone in the world to become friends with, who would you choose?",
        "If you could be an NPC in any videogame, what game would you choose to reside in?",
        "put it as simply as possible, open-ended questions are questions that require more than a short, fixed response. Open-ended questions try to avoid answers like “Yes.”, “No.”, “The Battle of Midway.”, or “Onions.”",
        "questions attempt to make the person who is answering the question give a more detailed and elaborate response.",
        "almost any question can be answered in a few words, if you try hard enough, a good open-ended question tries to get around this.",
        "opposite of open-ended questions are closed-ended questions. Check out our page on closed-ended questions for more information and examples.",
        "now, let’s look at some open-ended question examples.",
        "were some of the longest-lasting consequences of the Great Depression on US society?",
        "do you like most and least about your parents’ cooking?",
        "are humans creative?",
        "you can see, even though you could give a short answer to any of these questions, it would be more natural to give a longer response.",
        "Why do you like the bands/performers that you like?",
        "What was your worst travel experience?",
        "What was the most important chance encounter you’ve had?",
        "What is the process for making your favorite dish?",
        "What is a good life?",
        "How did going to school shape you as a person?",
        "How important do you think self-improvement is?",
        "What will the future of war look like?",
        "What strategies do you use to make big decisions?",
        "What are some of your plans for the future?",
        "How would you explain the idea of justice to an alien?",
        "Why does happiness come easily to some but not others?",
        "What policies could the government implement to improve people’s health?",
        "What was the scariest dream you’ve had?",
        "What life hacks have you found to be particularly effective?",
        "If you could design a reality TV show, what would it be like?",
        "What combinations of flavors do you like, and why do they taste so good?",
        "Why do people laugh?",
        "How have standards of beauty changed in your lifetime?",
        "What is your best work or school story?",
        "What is the most calming image you can conjure up in your mind?",
        "Why do some words sound funny to us?",
        "What are the best and worst things about your favorite restaurant?",
        "How would your country change if children were allowed to vote?",
        "What experiments would you like to run if time and money weren’t an issue?",
        "How would the world change if some people could use magic spells, and some people could not?",
        "How could your boss/teacher do their job better?",
        "Why is it so hard to learn from our mistakes?",
        "What is the reasoning behind your most controversial opinion?",
        "How do you usually celebrate some of the major holidays?",
        "What valuable lessons should we learn from history?",
        "How has photography changed the world?",
        "How do your values differ from others?",
        "Why do humans build monumental structures?",
        "How do you wish your country would change?",
        "What completely baseless conspiracy would you like to start?",
        "How would you tweak the Olympics to make them even more enjoyable?",
        "How did the most pivotal moments of your childhood change you?",
        "What social situations do you dread?",
        "How has coffee shaped the course of human history?",
        "What is your routine for an average weekday?",
        "What does the media do well, and what do they do poorly in their service to the public?",
        "What happened in the funniest YouTube video you’ve seen?",
        "Why do some people prefer cats, some prefer dogs, and some dislike both?",
        "What’s the story behind how you met your best friend?",
        "When does scientific research become unethical?",
        "What would happen during the best day imaginable?",
        "What makes a song catchy?",
        "What’s the worst work mistake you’ve made?",
        "What would your perfect house look like?",
        "What questions can you ask to learn the most about a person?",
        "Why do people like watching movies that scare them or make them sad?",
        "What makes your favorite place you’ve been better than all the other places you’ve been to?",
        "What would your utopia look like?",
        "How would you prepare for a zombie apocalypse?",
        "How do you think genetic engineering will change the world in the future?",
        "What is the plot of your favorite movie or book?",
        "How should governments fix widening income gaps in countries that have them?",
        "Why are games fun?",
        "When was a time that politeness or good manners have gotten you into trouble?",
        "What would your perfect vacation be like?",
        "How would society change if we discovered that ghosts actually exist?",
        "What is art?",
        "What would be the effects of the internet shutting down?",
        "How did you come to like some of the hobbies you enjoy?",
        "What is your favorite memory related to a holiday?",
        "What makes you look up to your heroes?",
        "What would your ideal partner be like?",
        "How would the world change if suddenly everyone could read each other’s thoughts?",
        "What’s the weirdest internet rabbit hole you’ve been down?",
        "What are the conditions for something to be considered alive?",
        "How does a car engine work?",
        "In what ways do you think the current generation is different from your generation?",
        "Given unlimited resources, how would you go about making the world a better place?",
        "What would be in a playground made for adults?",
        "What is your “happy place” like?",
        "What would be the most significant advantages and disadvantages of humans colonizing a different planet?",
        "Why are humans so driven to find answers to mysteries?",
        "What’s the funniest criminal misadventure story you’ve heard?",
        "If you had $200,000 to spend on a party, how would you spend the money?",
        "How will phones change in the future?",
        "If you had enough money to never work, what your typical day look like?",
        "How could humanity go about colonizing other planets?",
        "What do you think TV shows in 30 years will be like?",
        "What would a car specially designed for you look and be like?",
        "What makes you who you are?",
        "What is the funniest true story you’ve heard?",
        "How would you handle integrating someone who had been frozen for 100 years into society?",
        "Why do you think that humans find other animals’ babies cute?",
        "How did your country’s most significant historical moments change the fabric of society?",
        "In what ways do you sabotage yourself?",
        "How could your local government improve your town or city?",
        "Why do conspiracy theories appeal to so many people?",
        "What makes you like or dislike a person?",
        "What are some of the limitations of capitalism?",
        "What would the best amusement park in the world look like?",
        "What are some of society’s unwritten rules?",
        "How does your body and mind react to stress?",
        "questions are questions that can be answered with a short, fixed response. For example, an answer might be “Yes.”, “No.”, “Blue.”, or “The Great Fire of London”.",
        "questions are often used in multiple-choice tests or surveys, especially when computers are used to process the test or survey.",
        "is because having fixed data points like “Yes.”, “No.”, or “1998”, makes it easier to grade or to gather useful information from fixed data points.  It’s a lot easier to make a graph or chart with questions like “Do you prefer sunsets or sunrises?” rather than “How do sunsets make you feel?”.",
        "opposite of a closed-ended question is an open-ended question. You can check out our page on open-ended questions to find out more.",
        "let’s look at some closed-ended question examples.",
        "many hours of sleep do you get on an average night?",
        "shape best represents your personality?",
        "a utopian society exist?",
        "you can see, closed-ended questions can be mundane or profound. Even though a closed-ended question might beg for more information, it can be answered with a fixed answer (yes/no/parallelogram) or an answer that is on a fixed scale (like how many hours).",
        "Do you believe good luck charms work?",
        "What is/was your favorite history in school?",
        "What social media platform do you use most often?",
        "Do you like where you live?",
        "What company do you despise most?",
        "Will we ever discover extraterrestrial life?",
        "Have you ever gone skydiving?",
        "What hobby do you spend the most time on?",
        "How often do you brush your teeth?",
        "What sport do you watch most often?",
        "Do you like Pina Coladas?",
        "Do you like getting stuck in the rain?",
        "What’s the opposite of a penguin?",
        "Are you an organ donor?",
        "Do you consider yourself to be a good cook?",
        "Are you happy with where you live?",
        "What’s your favorite possession?",
        "Are you an easy-going person?",
        "What’s your worst habit?",
        "How many hours of free time do you have on an average weekday?",
        "Do you think humans will colonize another planet or moon in the next 100 years?",
        "Do you look through the bathroom drawers when you go to the bathroom in someone’s house?",
        "What emotion do you feel most?",
        "How many cups of coffee do you usually drink in a day?",
        "Do you consider yourself to be a goal-oriented person?",
        "What grocery store do you shop at most often?",
        "Do you think other intelligent life exists in the universe?",
        "Do you listen to podcasts?",
        "Who is your favorite superhero?",
        "About how many books do you read on average in a year?",
        "How many cans of soda do you drink in an average week?",
        "Do you prefer big parties or small gatherings?",
        "Are you more of an introvert or extrovert?",
        "Do you think the future will be better or worse than the present?",
        "Have you ever gotten a speeding ticket?",
        "Do you usually wear a watch?",
        "Can you wiggle your ears?",
        "Would you be the leader of your country if asked?",
        "Do you regularly play any musical instrument?",
        "Do you plan on leaving the country for vacation, business, or some other reason in the next year?",
        "At what age do you think you’ll retire?",
        "Do you consider yourself to be more or less stressed than the average person?",
        "Are you a good person?",
        "Have you ever changed your car’s oil?",
        "On average, how many hours a day do you spend looking at a screen?",
        "What is the funniest word you can think of?",
        "What is your favorite type of international food?",
        "Should people be able to sell their organs?",
        "Are you good at fixing things around the house?",
        "Do you own a car?",
        "Do you volunteer at a charity?",
        "Do you prefer the woods or the beach?",
        "What country has the most interesting history?",
        "What’s your favorite key on the keyboard?",
        "How many movies do you watch on average in a week?",
        "On a scale of 1 – 10, how corrupt do you think your government is?",
        "Do you put a toilet paper roll on with the paper unrolling from the top or the bottom?",
        "Can you swim?",
        "Are you taller than both your parents?",
        "Have you ever dyed your hair?",
        "Have you ever broken a bone?",
        "Does free will exist?",
        "What’s the single most important thing a person can do to improve themselves?",
        "Do you take a lot of risks, or do you play it safe?",
        "Do you have a full or part-time job?",
        "Which news agency is the least biased?",
        "At what age do you think the average person is mature enough to make all of their own life decisions?",
        "How many siblings do you have?",
        "What app do you use most on your phone?",
        "What is your favorite ice cream flavor?",
        "Have you run into something while texting?",
        "What year were you born?",
        "Are you a cup half full or a cup half empty kind of person?",
        "What holiday do you enjoy celebrating the most?",
        "What do you fear most?",
        "Where would you most like to live?",
        "Are you more of a night person or a morning person?",
        "Do you believe animals have emotions similar to human emotions?",
        "Do you sing in the shower?",
        "How many times a week do you exercise?",
        "Who spent the most time raising you as a child?",
        "Did you vote in the last major election?",
        "Who is the most important person in your life?",
        "Do you like road trips?",
        "What programming languages, if any, do you know?",
        "Have you ever surfed?",
        "How many languages do you speak at a conversational level?",
        "Have you been camping in the last 12 months?",
        "Would you want someone to write a biography of your life?",
        "Did you like your hometown while you were growing up?",
        "Do you think some people are naturally luckier than others?",
        "How long is your commute to work?",
        "How many pets do you currently have?",
        "Do you prefer taking baths or showers?",
        "Have you ever left your country?",
        "What’s your favorite book genre?",
        "Where did you meet your best friend?",
        "If grass was a different color, what color would you want it to be?",
        "What weird food combinations do you really enjoy?",
        "What social stigma does society need to get over?",
        "What food have you never eaten but would really like to try?",
        "What’s something you really resent paying for?",
        "What would a world populated by clones of you be like?",
        "Do you think that aliens exist?",
        "What are you currently worried about?",
        "Where are some unusual places you’ve been?",
        "Where do you get your news?",
        "What are some red flags to watch out for in daily life?",
        "What movie can you watch over and over without ever getting tired of?",
        "When you are old, what do you think children will ask you to tell stories about?",
        "If you could switch two movie characters, what switch would lead to the most inappropriate movies?",
        "What inanimate object would be the most annoying if it played loud upbeat music while being used?",
        "When did something start out badly for you but in the end, it was great?",
        "How would your country change if everyone, regardless of age, could vote?",
        "What animal would be cutest if scaled down to the size of a cat?",
        "If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days?",
        "What’s wrong but sounds right?",
        "What’s the most epic way you’ve seen someone quit or be fired?",
        "If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?",
        "What’s something that will always be in fashion, no matter how much time passes?",
        "What actors or actresses play the same character in almost every movie or show they do?",
        "In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?",
        "What’s the best / worst practical joke that you’ve played on someone or that was played on you?",
        "Who do you go out of your way to be nice to?",
        "Where do you get most of the decorations for your home?",
        "What food is delicious but a pain to eat?",
        "Who was your craziest / most interesting teacher",
        "What “old person” things do you do?",
        "What was the last photo you took?",
        "What is the most amazing slow motion video you’ve seen?",
        "Which celebrity do you think is the most down to earth?",
        "What would be the worst thing to hear as you are going under anesthesia before heart surgery?",
        "What’s the spiciest thing you’ve ever eaten?",
        "What’s the most expensive thing you’ve broken?",
        "What obstacles would be included in the World’s most amazing obstacle course?",
        "What makes you roll your eyes every time you hear it?",
        "What do you think you are much better at than you actually are?",
        "Should kidneys be able to be bought and sold?",
        "What’s the most creative use of emojis you’ve ever seen?",
        "When was the last time you got to tell someone “I told you so.”?",
        "What riddles do you know?",
        "What’s your cure for hiccups?",
        "What invention doesn’t get a lot of love, but has greatly improved the world?",
        "What’s the most interesting building you’ve ever seen or been in?",
        "What mythical creature do you wish actually existed?",
        "What are your most important rules when going on a date?",
        "How do you judge a person?",
        "If someone narrated your life, who would you want to be the narrator?",
        "What was the most unsettling film you’ve seen?",
        "What unethical experiment would have the biggest positive impact on society as a whole?",
        "When was the last time you were snooping, and found something you wish you hadn’t?",
        "Which celebrity or band has the worst fan base?",
        "What are you interested in that most people aren’t?",
        "If you were given a PhD degree, but had no more knowledge of the subject of the degree besides what you have now, what degree would you want to be given to you?",
        "What smartphone feature would you actually be excited for a company to implement?",
        "What’s something people don’t worry about but really should?",
        "What movie quotes do you use on a regular basis?",
        "Do you think that children born today will have better or worse lives than their parents?",
        "What’s the funniest joke you know by heart?",
        "When was the last time you felt you had a new lease on life?",
        "What’s the funniest actual name you’ve heard of someone having?",
        "Which charity or charitable cause is most deserving of money?",
        "What TV show character would it be the most fun to change places with for a week?",
        "What was cool when you were young but isn’t cool now?",
        "If you were moving to another country, but could only pack one carry-on sized bag, what would you pack?",
        "What’s the most ironic thing you’ve seen happen?",
        "If magic was real, what spell would you try to learn first?",
        "If you were a ghost and could possess people, what would you make them do?",
        "What goal do you think humanity is not focused enough on achieving?",
        "What problem are you currently grappling with?",
        "What character in a movie could have been great, but the actor they cast didn’t fit the role?",
        "What game have you spent the most hours playing?",
        "What’s the most comfortable bed or chair you’ve ever been in?",
        "What’s the craziest conversation you’ve overheard?",
        "What’s the hardest you’ve ever worked?",
        "What movie, picture, or video always makes you laugh no matter how often you watch it?",
        "What artist or band do you always recommend when someone asks for a music recommendation?",
        "If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?",
        "If animals could talk, which animal would be the most annoying?",
        "What’s the most addicted to a game you’ve ever been?",
        "What’s the coldest you’ve ever been?",
        "Which protagonist from a book or movie would make the worst roommate?",
        "Do you eat food that’s past its expiration date if it still smells and looks fine?",
        "What’s the most ridiculous thing you have bought?",
        "What’s the funniest comedy skit you’ve seen?",
        "What’s the most depressing meal you’ve eaten?",
        "What tips or tricks have you picked up from your job / jobs?",
        "What outdoor activity haven’t you tried, but would like to?",
        "What songs hit you with a wave of nostalgia every time you hear them?",
        "What’s the worst backhanded compliment you could give someone?",
        "What’s the most interesting documentary you’ve ever watched?",
        "What was the last song you sang along to?",
        "What’s the funniest thing you’ve done or had happen while your mind was wandering?",
        "What app can you not believe someone hasn’t made yet?",
        "When was the last time you face palmed?",
        "If you were given five million dollars to open a small museum, what kind of museum would you create?",
        "Which of your vices or bad habits would be the hardest to give up?",
        "What really needs to be modernized?",
        "When was the last time you slept more than nine hours?",
        "How comfortable are you speaking in front of large groups of people?",
        "What’s your worst example of procrastination?",
        "Who has zero filter between their brain and mouth?",
        "What was your most recent lie?",
        "When was the last time you immediately regretted something you said?",
        "What would be the best thing you could reasonably expect to find in a cave?",
        "What did you think was going to be amazing but turned out to be horrible?",
        "What bit of trivia do you know that is very interesting but also very useless?",
        "What’s the silliest thing you’ve seen someone get upset about?",
        "What animal or plant do you think should be renamed?",
        "What was the best thing that happened to you today?",
        "As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?",
        "When’s censorship warranted?",
        "What’s the most boring super hero you can come up with?",
        "What would be some of the downsides of certain superpowers?",
        "What word is a lot of fun to say?",
        "What current trend do you hope will go on for a long time?",
        "What actors or actresses can’t play a different character because they played their most famous character too well?",
        "Where’s your go to restaurant for amazing food?",
        "What’s something that all your friends agree on?",
        "What’s your best story from a wedding?",
        "What languages do you wish you could speak?",
        "What’s the most pleasant sounding accent?",
        "What’s something that everyone, absolutely everyone, in the entire world can agree on?",
        "What country is the strangest?",
        "What’s the funniest word in the English language?",
        "What’s some insider knowledge that only people in your line of work have?",
        "Who do you wish you could get back into contact with?",
        "How do you make yourself sleep when you can’t seem to get to sleep?",
        "If people receive a purple heart for bravery, what would other color hearts represent?",
        "What are some of the best vacations you’ve had?",
        "If there was a book of commandments for the modern world, what would some of the rules be?",
        "What’s the craziest video you’ve ever seen?",
        "What’s your “Back in my day, we…”?",
        "If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?",
        "What animal would be the most terrifying if it could speak?",
        "What’s the worst hairstyle you’ve ever had?",
        "What habit do you have now that you wish you started much earlier?",
        "If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?",
        "What about the opposite sex confuses you the most?",
        "When was the last time you yelled at someone?",
        "What’s the opposite of a koala?",
        "What kinds of things do you like to cook or are good at cooking?",
        "What life skills are rarely taught but extremely useful?",
        "What movie universe would be the worst to live out your life in?",
        "If you could hack into any one computer, which computer would you choose?",
        "Who do you feel like you know even though you’ve never met them?",
        "What’s the most ridiculous animal on the planet?",
        "What’s the worst thing you’ve eaten out of politeness?",
        "What’s the most historic thing that has happened in your lifetime?",
        "What happens in your country regularly that people in most countries would find strange or bizarre?",
        "What has been blown way out of proportion?",
        "When was a time you acted nonchalant but were going crazy inside?",
        "What’s about to get much better?",
        "What are some clever examples of misdirection you’ve seen?",
        "What’s your funniest story involving a car?",
        "What would be the click-bait titles of some popular movies?",
        "If you built a themed hotel, what would the theme be and what would the rooms look like?",
        "What scientific discovery would change the course of humanity overnight if it was discovered?",
        "Do you think that humans will ever be able to live together in harmony?",
        "What would your perfect bar look like?",
        "What’s the scariest non-horror movie?",
        "What’s the most amazing true story you’ve heard?",
        "What’s the grossest food that you just can’t get enough of?",
        "What brand are you most loyal to?",
        "What’s the most awkward thing that happens to you on a regular basis?",
        "If you had to disappear and start a whole new life, what would you want your new life to look like?",
        "What movie or book do you know the most quotes from?",
        "What was one of the most interesting concerts you’ve been to?",
        "Where are you not welcome anymore?",
        "What do you think could be done to improve the media?",
        "What’s the most recent show you’ve binge watched?",
        "What’s the worst movie trope?",
        "What’s a common experience for many people that you’ve never experienced?",
        "What are some misconceptions about your hobby?",
        "What’s the smartest thing you’ve seen an animal do?",
        "What’s the most annoying noise?",
        "What’s your haunted house story?",
        "What did you Google last?",
        "What’s the dumbest thing someone has argued with you about?",
        "If money and practicality weren’t a problem, what would be the most interesting way to get around town?",
        "What’s the longest rabbit hole you’ve been down?",
        "What’s the saddest scene in a movie or TV series?",
        "What’s the most frustrating product you own?",
        "What inconsequential super power would you like to have?",
        "What qualities do all your friends have in common?",
        "What odd smell do you really enjoy?",
        "What’s the coolest animal you’ve seen in the wild?",
        "What’s the best lesson you’ve learned from a work of fiction?",
        "What food do you crave most often?",
        "Who in your life has the best / worst luck?",
        "What fashion trend makes you cringe or laugh every time you see it?",
        "What’s your best story of you or someone else trying to be sneaky and failing miserably?",
        "Which apocalyptic dystopia do you think is most likely?",
        "If you had a HUD that showed three stats about any person you looked at, what three stats would you want it to show?",
        "What’s the funniest thing you’ve seen a kid do?",
        "What’s your secret talent?",
        "What’s the best way you or someone you know has gotten out of a ticket / trouble with the law?",
        "Tear gas makes people cry and laughing gas makes people giggle, what other kinds of gases do you wish existed?",
        "What’s the most beautiful beach you’ve been to?",
        "What’s the most anxiety inducing thing you do on a regular basis?",
        "What’s something that everyone agrees we should change, but somehow it never changes?",
        "What trend are you tired of?",
        "What’s incredibly cheap and you would pay way more for?",
        "What’s your grossest bug story?",
        "What would the adult version of an ice-cream truck sell and what song would it play?",
        "What company do you despise?",
        "When was the most inappropriate time you busted out in laughter?",
        "What would be an accurate tag line for each month?",
        "What’s the most overrated product out on the market?",
        "What word do you always misspell?",
        "What naps are the most satisfying?",
        "What’s the weirdest thing you’ve found lying on the ground / side of the road?",
        "What’s the funniest TV show you’ve ever seen?",
        "What’s the most embarrassing story from your childhood?",
        "What animal is the most majestic?",
        "What’s something that everyone knows is true, but we don’t like to admit it?",
        "What’s the weirdest text or email you’ve gotten?",
        "What always cheers you up when you think about it?",
        "What sport could you play the longest in a televised game, without anyone discovering you aren’t a professional athlete?",
        "If you could talk to animals and they would understand you, but you couldn’t understand them, what would you do with that power?",
        "What’s the most boring sport, and what would you do to make it more exciting?",
        "What’s the creepiest tech out there?",
        "Who did you use to look up to, but they screwed up and you lost faith in them?",
        "What’s fine in small numbers but terrifying in large numbers?",
        "Do you like things to be carefully planned or do you prefer to just go with the flow?",
        "What animal would you most like to eat?",
        "What fictional characters have you had a crush on over the years?",
        "What would the box with all your hopes and dreams inside look like?",
        "What was the worst shopping experience you’ve ever had?",
        "What story you’ve heard has stayed with you and always disturbs you every time you think about it?",
        "What was the most important appointment or deadline you missed?",
        "If you were a clown themed super hero, what powers would you have?",
        "If you could airdrop anything you want, worth two million dollars or less, anywhere you want, what would you airdrop and where would you airdrop it?",
        "If you lived in a virtual reality world of your own creation, what would it look like?",
        "What escalated very quickly?",
        "What two things are terrible when separate but great when you put them together?",
        "What did you believe for way too long as a child?",
        "What big event do you think will happen soon that most people aren’t expecting?",
        "What still makes you cringe when you think back on it?",
        "What current trend makes no sense to you?",
        "If you owned a restaurant, what kind of food would it serve?",
        "Which celebrity is the most likely to have a collection of canes that are just for show?",
        "What’s the weirdest crush you’ve had?",
        "What do a lot of people have very strong opinions about, even though they know very little about it?",
        "What’s your go to casino game?",
        "An epic feast is held in your honor, what’s on the table?",
        "What’s your favorite holiday movie?",
        "Who is the most manipulative person you’ve ever met?",
        "Who is the most creative person you know?",
        "What’s the funniest pick up line you’ve heard?",
        "What seemingly innocent question makes you think “It’s a trap!”?",
        "How ambitious are you?",
        "What did you like / dislike about where you grew up?",
        "What elements of pop culture will be forever tied in your mind to your childhood?",
        "What’s your good luck charm?",
        "What’s legal now, but probably won’t be in 25 years?",
        "Would you want the ability to hear the thoughts of people near you if you couldn’t turn the ability off?",
        "When was the last time you stayed up through the entire night?",
        "What’s something that people think makes them look cool, but actually has the opposite effect?",
        "What’s the oldest thing you own?",
        "What has someone borrowed but never given back?",
        "Where is the best place you’ve been for taking walks?",
        "If cartoon physics suddenly replaced real physics, what are some things you would want to try?",
        "What from the present will withstand the test of time?",
        "Who in your life is the worst at using technology?",
        "What’s the weirdest conversation you’ve eavesdropped on?",
        "What just around the corner tech are you eager to get your hands on?",
        "What was the darkest movie you’ve ever seen?",
        "What do you do when you hear something fall in the middle of the night while you are in bed?",
        "What outfit could you put together from clothes you own to get the most laughs?",
        "What’s the most disgusting sounding word in the English language?",
        "What was ruined because it became popular?",
        "What outdated slang do you use on a regular basis?",
        "What was the biggest realization you had about yourself?",
        "What’s your best example of easy come, easy go?",
        "What small change greatly improves a person’s appearance?",
        "What topic could you spend hours talking about?",
        "What happens regularly that would horrify a person from 100 years ago?",
        "What do a lot of people hope will happen but is just not going to happen?",
        "What’s the weirdest thing that has happened to you while working at your job?",
        "What questions would you like to ask a time traveler from 200 years in the future?",
        "Which way should toilet paper hang, over or under?",
        "What’s the most physically painful thing you’ve ever experienced?",
        "What horror story do you have from a job you’ve had?",
        "What’s the most rage inducing game you’ve ever played?",
        "What’s the biggest overreaction you’ve ever seen?",
        "What are some of the most common misconceptions?",
        "What job doesn’t exist now but will exist in the future?",
        "What awful movie do you love?",
        "What normally delicious food gets ruined when you wrap it in a tortilla?",
        "What’s your best example of fake it till you make it?",
        "What were you completely certain of until you found out you were wrong?",
        "What’s something commonly done that gets progressively weirder the more you think about it?",
        "What’s the cutest thing you can imagine? Something so cute it’s almost painful.",
        "If you were given unlimited resources, how would you lure the worst of humanity into one stadium at the same time?",
        "What do you think about when you hear the word “classy”?",
        "What near future predictions do you have?",
        "What do you need help with most often?",
        "What piece of “art” would you create if you had to pretend to be an artist and submit something to a gallery?",
        "What do you do to make the world a better place?",
        "What’s the best and worst thing about the country you are from?",
        "If you were in charge renaming things so that their names would be more accurate, what names would you come up with?",
        "What’s better broken than whole?",
        "What values are most important to you?",
        "What’s the best sandwich you’ve ever had?",
        "What’s the worst thing you ate from a fast food restaurant?",
        "What’s something that I don’t know?",
        "What profession doesn’t get enough credit or respect?",
        "What memory of yours feels real but is most likely false?",
        "What’s your “and then it got worse” story?",
        "What was the most amazing physical feat you’ve managed to pull off?",
        "What’s the most annoying thing about the social media platform you use most often?",
        "If you were hired to show tourists what life is really like where you live, what would you show them / have them do?",
        "What would be the most unsettling thing to keep occasionally finding around your house?",
        "What nicknames do you have for people in your life?",
        "What does the opposite sex do that you wish that you could do, but it’s not anatomically feasible or it’s socially frowned upon?",
        "How much do you plan / prepare for the future?",
        "What do you hate most and love most about your car?",
        "What weird potato chip flavor that doesn’t exist would you like to try?",
        "What’s the silliest thing you’ve convinced someone of?",
        "How much do you think names affect the outcomes of people’s lives?",
        "What product or service is way more expensive than it needs to be?",
        "What’s the shadiest thing you’ve seen someone do?",
        "What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?",
        "What did you eat so much of that now you hate it?",
        "What are some of the dumbest lyrics you’ve heard in a song?",
        "Where’s the line between soup and cereal?",
        "What word do you always mispronounce?",
        "What do you think you do better than 90% of people?",
        "What would be the worst food to be liquefied and drunk through a straw?",
        "What’s the weirdest thing about modern life that people just accept as normal?",
        "How much of your body would you cybernetically enhance if you could?",
        "If you wanted to slowly drive a roommate insane using only notes, what kind of notes would you leave around the house?",
        "If you had a giraffe that you needed to hide, where would you hide it?",
        "What’s the clumsiest thing you’ve done?",
        "What songs do you only know the chorus to?",
        "Think of a brand, now what would an honest slogan for that brand be?",
        "What’s something common from your childhood that will seem strange to future generations?",
        "What’s the most amazing place in nature you’ve been?",
        "What’s quickly becoming obsolete?",
        "Where is the most uncomfortable place you have ever slept?",
        "What’s the most annoying animal you’ve encountered?",
        "What’s your best example of correlation not equaling causation?",
        "In what situations, do you wish you could throw down a smoke bomb and disappear?",
        "When was the last time you were hopelessly lost?",
        "What songs do you feel compelled to sing along with when you hear them, even if you don’t totally know all the words?",
        "What product do you wish a company would make a “smart” version of?",
        "What two films would you like to combine into one?",
        "What’s are some of your Pavlovian responses?",
        "also might like our random question generator it has all these questions and many more.",
        "is the 350 Good questions to ask PDF.",
        "in case you prefer an image of all questions, here is the image of 350 good questions to ask.",
        "Conversation starters – Lots more questions to choose from, these ones even have some categories you can try."
    ]
}