ice breaker ### Have you found anything your friends would enjoy and think you'd both enjoy?
ice breaker ### If it was up to you, what would you do with the world?
ice breaker ### Have you ever looked at finite speed things in slow motion?
ice breaker ### If your life was turned into a movie, what would it be about?
philosophy ### What are some things you're really good at? And what have you had to give up on to live your dreams?
ice breaker ### What is one of those lies we tell ourselves to protect ourselves?
philosophy,health,ice breaker ### How do you feel that your society shapes who you are and how you act?
ice breaker ### What's the price you would pay to hear your favorite genre music group or artist perform live?
ice breaker ### How we would we rate your opinion of me right now, if you can't see us in person?
ice breaker ### What is one of the most memorable ways you have met someone new&mdash;or the biggest compliment you can count yourself lucky to have received?
ice breaker ### What did you think was going to be yourmost controversial idea but after thinking about it you've decided 120% agree with it and will tell everyone as soon as you can?
ice breaker ### What is an activity you "owe" yourself or want to do sometime?
ice breaker ### What began as a hobby to your has developed into a profession? How was that choice made?  What were the steps?
health,ice breaker ### Describe how you understand delirium tremens (DTs) feel, and let me know how accurate it all sounds.
ice breaker ### What was a weird habit that you inherited from a parent and till this day still can’t understand why they did it?
secret,ice breaker ### Have you ever tried to hide a secret from someone?
ice breaker ### Which serviceable animal could you craft an invisibility cloak for?
ice breaker ### what game you could play no too often?
ice breaker ### If you were guaranteed that you got two children what they are and their genders; how would you raise them?
ice breaker ### What is something that you would never do, even for 100 million dollars?
ice breaker ### If you had only one week left to live, what would you do?
ice breaker ### Sometimes I have a hard time reading people.
ice breaker ### Have you ever got caught in someone's lie?
ice breaker ### If you could switch two movie characters, what switch would lead to the most interesting movies?
philosophy,ice breaker ### What is it like to be you?
customs,ice breaker ### What is the best thing about being who you are?
paths,philosophy,ice breaker ###  Do you often find yourself thinking about your ownortality, and the idea of it alarms you?
ice breaker,fear ### What are you scared of?
ice breaker ### If you can remember the second you were born, what would that moment look like?
ice breaker ### If you're going to go on/be on Survivor (any season or your choice ), what would your strategy be - specifically, strategies to avoid?
ice breaker ### What is one of the best / worst things about the office or workplace that you have ever been in?
health,ice breaker ### What would your perfect body be like?
ice breaker ### If you could kill anyone in this world, who would that be?
ice breaker ### Is anyone with you right now that holds a special place in your heart?
ice breaker ### What have you always wanted to be ridiculous enough to live down to?
ice breaker ### What is a strength of yours?
art,ice breaker,philosophy ### If you were stranded on a desert island and could only bring 3 things, what would they be? (back) Make sure one is an object you can use to make fire. (back)
ice breaker ### Do you or someone you know have any great life stories to share? I want to hear them!
ice breaker ### Have you ever wanted to teach a workshop yourself, or learn python Django?
ice breaker ### What was your favorite book as a child?
philosophy,ice breaker ### Do you wish to contribute to man kind?
health,ice breaker ### What is something you have done in the last year that helped you grow personally or professionally? Tell us all about it.
book,ice breaker ### Name three types of books to read.
ice breaker ### What decision are you most proud of?
ice breaker ### If you could change the past or future according to your heart's desire, what would you wish for?
ice breaker ### What would you do if you controlled Foursquare?
ice breaker ### Is there anything that you wished would go away but it's kind of cool at the same time?
ice breaker ### What is a book you think of often?
ice breaker,knowledge,technology ###  If any of your friends decided to bet you $1 on the answer of a question, what would it be?
One word only!
ice breaker ### What are you looking for in a love?
relaxed,hobby,ice breaker ### What is something you can do with your hands?
mind,ice breaker ### Is everything good? All bad? Everything you do, are you doing it well?
ice breaker ### How would you solve a problem that has no solution?
book,ice breaker ### What do you bring with you everywhere you go?
science,ice breaker ### What are you looking forward to right now?
ice breaker ### What is a dream job for you, why?
ice breaker ### What is something that you need to learn how to do?
ice breaker ### If you could have a completely different profession, what would you choose?
trust ### Who would you trust with your life?
ice breaker ### If people from your country could meet one person from another country, who would it be, and why?

ice breaker ### What was one activity or hobby you loved doing when you were 5 years old, in your life?
ice breaker ### What amazing thing did you discover the last time you went to the library?
ice breaker ### Tell me about a time when somebody challenged you to do something difficult that led to an exciting result. (one you've never done before)
partner,ice breaker ### Describe some common ground between you and your partner(s).
ice breaker ### What is the funniest joke in your head or your real life?
ice breaker ### What was the best experience of your life?
ice breaker ### What things are out there that we don't realize exist and why?
ice breaker ### Things that make you feel good and proud of yourself.
ice breaker ### What's your favorite sketch comedy show?
ice breaker ### In only three words, what's the English equivalent of your favorite Chinese expression?
art,ice breaker ### What was the best lesson you learned in childhood? 
ice breaker ### What have you always wanted to do, and have never done?
ice breaker ### What is one of your favorite adventures?
ice breaker ### Where did you leave your eyeglasses or contact lenses last time you usually find them?
ice breaker ### What is your favorite place in the world to visit?
ice breaker ### What is the craziest Scandenavian mythical creature you know of?
health,ice breaker ### "Who do you want to be to do with your life?"

Duelling it out this way is perfect for finding results in real-life scenarios.
ice breaker ### What is the worst song on your current favorite album?
health,ice breaker ### How do you deal with pain, both physical and emotional?
ice breaker ### What is one thing you did today that you will never forget (and look back on)?
ice breaker ### What is one of your favorite childhood memories?
ice breaker ### You're going to get 100 dollars from each person reading this message. How does that make you feel?
ice breaker ### If you could meet three famous people, who would they be, and what would you do or ask them?
ice breaker,philosophy ### How do you think the future will be like in the next ten years, will there be a major war, or what else happens or not?
ice breaker ### Are you comfortable with strangers?
ice breaker ### What is something you want everyone to know about you?
ice breaker ### What is a fact that you are proud of?
ice breaker ### What was the hardest year of your life?
mind,ice breaker ### What is something that you said out ofatz?
ice breaker ### What are you sick of hearing about?
ice breaker ### What's something that you're really good at, but not necessarily ranked top 10% in the world?
ice breaker,knowledge,knowledge ### What skills or talents would have helped you the most in life?
ice breaker ### How would you improve the US economy?
ice breaker ### What did you see that made you believe it was something else?
book,ice breaker ### What is a book you feel very connected to?
ice breaker ### Who do you spend the most time with?
ice breaker ### What kind of movies do you like?
ice breaker ### What would you do if you weren't time bound for the rest of your life?
ice breaker ### What do you love most about where you live?
ice breaker ### Do you have any best food associations from a part of your life?
ice breaker ### Are you a fan of roller coasters?
ice breaker ### What's a misconception you have about aliens?
secret ### Have you ever realize things about yourself that you've never really fessed up to?
ice breaker ### Where is the most amazing place you've been?
ice breaker ### What is interesting about you?
knowledge,ice breaker ### What's the most interesting thing you've really been into recently?
ice breaker ### What do you hope to see in others that makes them a good traveling companion?
ice breaker ### What is the best piece of advice anyone has ever given you?
knowledge,ice breaker,business ### What are you doing here?
ice breaker ### What animal, plant or mineral would you bring back if time travel became a viable technology someday?
ice breaker ### What's the best way to loosen someone up?
philosophy,ice breaker ### What are you scared of the most?
philosophy,ice breaker ### What do you think has had the greatest positive impact on the world?
mind,ice breaker ### What relationships have you had with people you knew(met, dated, or browsed with)are the mostInteresting Things in Your Life?
health,ice breaker ### What are some of your habits that help you relax and unwind?
ice breaker ### What kinds of people are more visually appealing to you and why?
ice breaker ### What does it mean to have integrity?
health,pets,ice breaker ### What would you do if you only had one week to live?
health,ice breaker ### Have you ever been on a second date?
ice breaker ### Which spell, master, would you set him free in his hour of darkness? Which is the right spell to use?
ice breaker ### Who's your favorite author or band you don't like?
ice breaker ### What gets you angry fast?
design,ice breaker ### Do you prefer design for contemporary lifestyle or traditional trades? Why?
ice breaker ### How do you spend your time when you are resting ?
defense mechanism,ice breaker ### What good habit have you recently developed?
life advice ### What would be your ideal living situation?
ice breaker ### What is the last thing you took note of yourself doing?
ice breaker ### What’s something you think your friends do that you do not? What things have they done that you think have enhanced your time with them?
book,ice breaker,mind ### "What is your favorite book"
Throughout the process of learning by speaking, think about how relevant this information is to you.
Is it really necessary? Why does that question matter though?
arts,ice breaker ### Favorite apps and download how you get your media.
health ### What is the best thing that happened to you this week?
ice breaker ### What are the top 5 rules you constantly tell to new drivers?
ice breaker ### What do you love about your job? What's the worst part of it? What are your goals for this year and next?
ice breaker ### What is something you would be probably considered odd/strange if you mentioned doing it to an audience?
book,ice breaker ### What is a book that you keep coming back to time and time again? 
Tell me about it.
ice breaker ### What is the most interesting experience or event you have been through in the past ten years?
ice breaker ### In the world right now, who are your heroes?
ice breaker ### What kinds of things do you look for in a person?
ice breaker ### Where do you get ideas?
ice breaker ### What was your most feared or weirdest phobia?
ice breaker ### If you could just eat ______ everyday for the rest of your life, what would it be?
ice breaker ### If you could drill a hole in someone's head, what creepy thing would you fill it with?
ice breaker ### What is one thing in your life that you want to do before you die?
relation,ice breaker ### Do you have a best friend? What do you value in a friend?
mind,ice breaker,philosophy ### What is one thing that you already know for sure?
ice breaker ### What's the weirdest thing you've done for love?
ice breaker ### What is an interesting fact or quote that someone gave you before?
creit card ### What was the most exciting thing you've ever built?
mathematic,ice breaker ### Do you like going on vacation?
ice breaker ### What is one thing you find makes every day feel different?
historical,ice breaker ### Which historical figure would you most like to sit down and have a chat with?
ice breaker ### What has been your most memorable trip with friends, family or alone?
ice breaker ### What marketing campaign that's been on TV recently have you seen and what did you think?
ice breaker ### What is a song that's near and dear to you?
ice breaker,philosophy ### What are some things that make people successful?
ice breaker ### Would you rather be famous when you are alive, or after you die?
ice breaker ### What do you believe in?
ice breaker ### Do you like frequent flyer miles - or do you prefer cash?
ice breaker ### What is a book, movie, game, you've consumed that changes your thinking?
ice breaker ### For whom do you go out of your way to care?
book,ice breaker ### Which 3 famous people do you want to cook for you and why?
ice breaker ### What is a thing that you have on this island right now?
ice breaker,knowledge ### Who have you been really angry at but secretly forgave in your heart? What helped you to forgive them?
ice breaker ### If you could have a superpower, what would it be?
ice breaker ### What's one thing you just have to have if it's available?
philosophy,ice breaker ### If you had 24 hours to live, where would you spend them?
ice breaker ### What is an interesting fact that few people know about you?
ice breaker ### What would your dream city and country be?
ice breaker ### I would list some numbers that define your character just by looking at them (1) It means you are starting out today with a clean slate where ... lets talk money, 2) I think it shows something a little deeper, something involving dreams and success. in fact the “number of years to reach it” might be the signature feature here.
bug fixing,artificial intelligence ### What is the last thing you drafted today?
ice breaker ### What is the most embarrassing story that you can share about you?
ice breaker,mind ### If you could become a completely different animal what would your new animal form be ?
ice breaker ### What's the most beautiful structure you've seen in your city?
art,ice breaker ### Briefly describe a flower or plant that you love?
ice breaker ### What's defining about your generation?
health,ice breaker ### If you could have any super powers, which ones would you want?
ice breaker ### "What do you value the most in your money?"
knowledge,ice breaker ### If you had one week off right now, what would you plan to do?
ice breaker ### Who do you think is the most pathetic character in today's media? (shows, movies, comics, etc.)
ice breaker ### What is your greatest fear?
ice breaker ### Tell me a secret that you’ve never told anyone else before.
question,ice breaker ### How do you help others solve problems around the house?
ice breaker ### Why is rainforest some pretty colors and trees?
ice breaker ### If you could only eat one candy or snack forever, what would it be?
ice breaker ### Describe the calmest beach in the world.
ice breaker ### Have you ever experienced "clown nose" (ask the person next to you for more info)? How was it?
ice breaker ### What is something that most people take for granted, but has a deeper meaning to you?
ice breaker ### How would your life be if you were born with a golden spoon?
ice breaker ### What has been your favorite film?
ice breaker ### How do you define success?
mind,ice breaker ### What type of friends do you tend to surround yourself with, and why?
ice breaker ### What are your goals for this year and next year? When is time not equally valuable as the quality of?
ice breaker ### "What was your most embarrassing moment as a person?''
knowledge,ice breaker ### Something cool that a person told you about, that you haven't seen so much of in social media, what's it?
ice breaker ### There's an equal to or more physical kind of violence that is not seen, but it's happening all the time behind the scenes. [Answer if violent towards self; prefer non-violent]
mind,ice breaker ### What is one thing you would never wear to a job interview? (e.g. shorts working a cash register)
ice breaker ### Have you ever wanted to write a letter to the person who sat next to you in high school and never sent it?
ice breaker ### If you could have a superpower, what would it be?
politics,ice breaker ### What did your family vote for for President in the last election? How did you feel about that?
movie,ice breaker ### What's the last movie you watched, and do you liked it?
ice breaker ### Is there something out of the ordinary that you normally do?
ice breaker ### What do you think the most impressive thing was you last year?
religion,philosophy,ice breaker ### How important is religion to you?
ice breaker ### What kinds of things that are stories kill us or empower us?
ice breaker ### What is a social faux pas in your culture?
ice breaker ### What's one topic of conversation you enjoy starting?
ice breaker ### Name a person you'd like to work with. Do you know if they have the same goal as you? How do they become who they are?
ice breaker ### What are the top five best foods and drinks you can have together in a row?
book,ice breaker ### Do you plan to have kids one day?
ice breaker ### What was the craziest thing you ever did without knowing fail or getting caught?
philosophy,ice breaker ### If you could change one thing about how we live, what would it be?
ice breaker ### What do you wish you knew how to do 10 years ago?
ice breaker ### What are some of the most obvious things that people do to get on one's nerves?
ice breaker ### If you could live anywhere in the world where would it be?
ice breaker ### What do you hope to see in other people that makes them a good traveling companion?
ice breaker ### What if everything suddenly went dark? What would help you the most right away?
ice breaker ### What is your idea of the perfect date?
ice breaker ### What do you wish your aren't afraid to do?
ice breaker ### Who do you wish would phrase their thoughts differently?
ice breaker ### If you were stranded on an island and could bring one person with you to help build your shelter, who would it be?
attitude ### How do you self-motivate yourself when you are feeling lazy?
knowledge,ice breaker ### What are the biggest lessons you've learned about life?
ice breaker ### What movie do you dislike and love equally?
ice breaker ### What is the next big skill?
fear,ice breaker ### What are you most scared about?
philosophy,ice breaker ### What to you find fascinating about the way the world function, turn or performs
ice breaker ### What was the most embarrassing picture you've ever been in?
ice breaker ### Which IMDB movie can you recite by heart?
ice breaker ### If someone gave you a snapchat at 11:59 pm. What would you do with it and what would be the next thing?
goal ###  What is your next goal? 
map,ice breaker ### What would you change in your community, neighborhood or school?
ice breaker ### What are the 4 things that people who work at Chase think you should mention in an applied to job email?
ice breaker ### If you could live anywhere in the world, where would it be and why?
science,ice breaker ### What would you do if you were told you only had one week to live and you had Hearthstone running?
destiny,ice breaker ### What’s launched you into the sky like a rocket?
ice breaker ### What is the furthest from 'ok' that you've been ‚Äúok‚Äù? (For you military readers, ’ok‘ used to mean something less positive).
ice breaker ### What is a movie that you watched so many times that you know all the dialogue by heart?
life,ice breaker ### What does being an adult feel like?
ice breaker ### What's your favorite religion and why?
ice breaker ### If you had unlimited money, what kind of car would you buy?
ice breaker ### What would you do if you won the lottery?
movie,ice breaker ### What is your favorite movie and why?
ice breaker,book ### What book should we all read?
philosophy,ice breaker ### Do you picture a ladder where you are standing with the beginner's rungs being removed as you climbed it, with only the most tarnished rungs remaining on your journey to the top?
ice breaker ### What was the worst or best thing that happened to you today?
mind,ice breaker ### What is another wellness tip that you are able to share?
ice breaker ### What does your first impression of me or the first time we met remind you of?
ice breaker ### What is one thing you would change about the world?
mind,ice breaker ### If you were to take a blood test to find out more about your personality, what characteristics would you want the test to reveal?
ice breaker ### If you had all the time in the world and could do anything with your life, what would you want to do with it?
health,ice breaker ### What are the best two ways to cure disease?
relaxation,ice breaker ### How do you relax after a hard day?
art,ice breaker ### If you could live forever, would you?
ice breaker ### What happens when your life is not going according to plan?
trust ### In what situation do you think people lie to each other?
ice breaker ### If my life had a motto would it be something you could repeat over and over all day?
ice breaker ### What are you and your partner most completley different about?.
ice breaker ### If you could have one existing super power or appear to have any other super power, what would it be?
ice breaker ### I(A)m not a philosophical person by nature. But there are a few simple concepts about existence, the world and what we ask ourselves that I find myself returning to again and again. Name one of those concepts, Why is it important?
ice breaker ### Would you rather live in a world with no movies or music?
have now,ice breaker ### What magic do you already have in your life?
mind ### What is an uncommon fear of yours? --
ice breaker ### If you could have a superpower, what would it be?
knowledge,ice breaker ### What is the world's biggest regret that you know of?
ice breaker ### Are you doing anything for for the 4th of july?
simple ### Simple / Easy question: _______
ice breaker ### Have you ever gotten lost in thought and ignored someone who was trying to get your attention?
ice breaker ### What were you most excited about becoming when you were a kid ?
ice breaker ### What's the best way to spend your weekend?
sandbox ### How big (in terms of area or volume) can your phone be ?
ice breaker ### When was the last time you did something for the first time?
ice breaker ### Do you ever regret anything you've done?
ice breaker ### What is one thing/place you always want to go/live but can't because of some obstacles (i.e. financial, living in danger etc)? Why can't you go/live there?
ice breaker ### What is the most difficult quesiton or challenge you have?
ice breaker ### When is the stupidest thing you did in the last year and what was it?
ice breaker ### What did you like about the last gift you got? Why was it pleasing?
ice breaker ### What temporary excitement have you experienced recently that absolves you of permanent nuisances?
ice breaker ### What do you think about your future?
ice breaker ### What is the first name of your oldest sibling?
ice breaker ### You are in a bar surrounded by strangers and to break the ice ... Even if afterwards it comes in tatters ... And you do not even mind ..  because what is a life without a little risk?
ice breaker ### What you think will happen as you begin to live your life would.
ice breaker ### What is a talent you have that most people don't know about?
ice breaker ### What would you do if you got a billion dollars?
ice breaker ### When was a time when things didn't go your way, but you couldn't help but laugh about it anyway?
ice breaker ### If there was one thing that would make your life better overnight, what would it be?
health,ice breaker ### What was the last thing you suffered from?
ice breaker ### What was your first job?
philosophy,ice breaker ### Have you ever felt as though a force or entity was controlling your behavior, making decisions for you? If so, describe it.
art,ice breaker ### What is something you can do which you love doing?
ice breaker ### What's your favorite(s) color(s)?
ice breaker ### What do you do when you hang out with your friends?
politics,ice breaker ### What do you think of the current #climatechange protests ?
ice breaker ### What is a piece of technology you have always wanted?
ice breaker,random ### What makes you most happy, after spending a day marathon watching YouTube?
study,ice breaker ### Can you tell me how you did homework? Not if it was hard; I just don't wanna bore you with school stuff, and if it was easy, then it's no fun to hear an answer anyway.
politic ### Are there any bold political or humanitarian moves that you think we ought to make as a society?
ice breaker ### If you thought you'd be best friends with Napoleon Bonaparte alive today, what would you talk about? If to make him feel better, who would be the one person that wouldn't let you do it?
ice breaker ### What would you do with yourself if you had no fear of failing?
ice breaker ### Is there anything that you have always dreamed of doing and have never done ? 
knowledge ### What is something that everyone should know?
ice breaker ### What is the best advice someone has given you recently? How did this change your point of view or your actions in any way?
health ### What is something that happened to you lately that left a strong impression on you?
ice breaker ### Did you vote in the last election? What do you think of your voter registration and polling records?
ice breaker ### What's the longest you've ever gone without a shower?
ice breaker ### If you could only do one thing for the rest of your life, what would it be?
ice breaker ### You've been given a gift of a voice. How would you spend it?
ice breaker ### If your twin brother or sister, which one would you prefer?
funny,ice breaker ### What was your weirdest college experience?
book,ice breaker ### What is the most interesting book you've ever read?
ice breaker ### What was your favorite childhood game / toy? What would it be today, if you could bring that back?
ice breaker ### What is your worst habit?
ice breaker ### If you could go back in time and change one thing, what would it be?
ice breaker ### If time erased your memory of one memory every 24 hours, what would you be sad to forget?
ice breaker ### If you could be any animal, what would you be?
ice breaker ### What do you want to let other people know that they may need?
ice breaker ### What is something that most people take for granted, but has a deeper meaning to you?
ice breaker ### What is your worst vacation destination that you realize you were fool to agree to?
ice breaker ### What TV show do you find yourself watching despite knowing it's bad for you?
confidence,power pose,assertiveness,ice breaker ### What do you most want in life and how are you working on it?
ice breaker ### What did you do on your 18th birthday?
mind,book,ice breaker ### What are your top 5 books that you've read so far?
ice breaker ### What would be the worst part of having you as a travel buddy?
ice breaker ### What makes you unhappy?
life,ice breaker ### What was the most unbelievable and amazing thing about today for you?
mind,ice breaker ### What's something trivial that you're never correct about?
ice breaker ### What does a perfect day for you look like?
travel,ice breaker ### You just received the ability to instantly travel to your favorite city.  Where would you go?
ice breaker ### If you could take one thing away from the lesson you learned this week in every class, what would it be (and why)
ice breaker ### What is one thing that you'd do if you were completely debt free? Why?
philosophy,ice breaker ### What's a system, philosophy or framework that defines your life?
ice breaker ### What kind of person are you when you're constantly being pushed away?
ice breaker ### What makes you happy? Happiest time of your life so far? Most important event?
ice breaker ### What are some of the greatest insecurities that affect you?
sad,knowledge,ice breaker ### What is something you've done in the last year that deeply touched you?
police,ice breaker ### What is your best story or memory involving a police officer?
knowledge,ice breaker ### How has your education prepared you for where life is taking you? If nothing, what would have been the most fun thing you learned (that so many don't learn in school)?
ice breaker ### What's the best way to get out of an awkward situation?
ice breaker ### What is something you have done that most people don't know about you and they would be surprised to find out?
ice breaker ### What did you wish on your birthday?
ice breaker ### What do you want for your future?
ice breaker ### When was the last time you did something that changed your behavior?
ice breaker ### What's your favorite color and why?
ice breaker ### What do you regret in your life? What would life look like if you did everything differently?
philosophy,god,ice breaker ### Do you think god exists?
book,ice breaker ### If you could recommend me one novel, what would it be?
love,ice breaker ### Has anyone ever saved your life?
 Ice breaker ### How is a successful life like for you?
love,ice breaker ### What is the most invincible thing about you ?
philosophy,ice breaker ### What are you most thankful for?
ice breaker ### If you know something is broken, why do you always stick your hand into things like microwaves and fridges before testing it out yourself?
music,ice breaker ### Most recently, what was the last song that hummed, liked or danced to? (or last movie/TV show)
life,ice breaker ### What would you trade your life for?
ice breaker ### What are 5 things you really really wish for?
ice breaker ### Which historical figure would need to have their personality traits tugged away from a certain point in their life (e.g. assassination, death) which person from history do you look up, who would be the next best to tell us an analogy - after the selected person you chose - on the other end of this iceberg? 
ice breaker ### What is a good joke that you know?
language,ice breaker ### Why do you want to learn this language?
ice breaker ### In which areas would you like to volunteer.
ice breaker ### What would you do if the world lost power and you were by yourself in a remote location?
ice breaker ### What activity gives you a chance to think on various but related subjects?
ice breaker ### What is a movie that you have watched over and over again?
ice breaker ### do you work better in groups or individually?
ice breaker ### What is the next big skill?
ice breaker ### What is the best compliment you've ever been paid?
ice breaker ### What's the best part about getting older?
ice breaker ### What ads do you pay attention to?
ice breaker ### What is the bravest thing that you have ever done?
ice breaker ### Name two genes diseases traits you think would be great to have. Then one that you'd rather not have.
ice breaker ### Which fictional character do you most identify with ?
ice breaker ### If you could have a conversation with anyone from history, who would it be?
ice breaker ### How did you decide what to do in life; How did your schooling make the biggest impact on that decision?
ice breaker ### If you had superpowers, what kind would you have?
ice breaker ### If someone paid you $100,000 and asked you to loan it out and make 50% interest, what would you do?
That is, if you could pay it back in 100 years. :D
ice breaker ### Impossible question?
ice breaker ### What is your biggest regret in life thus far? What have you learned from making that choice?
ice breaker ### If you could go anywhere with anyone else in the world, where would it be and with whom?
knowledge,ice breaker ### What do you wish you knew more about?
ice breaker ### What do you like most about your friends?
ice breaker ### What are your hobbies?
ice breaker ### If your job were to do something that anyone could do, what would it be?
ice breaker ### What are the biggest mistakes you've made in life?
ice breaker ### If you were trapped on a desert island what is the one book that would have to be with you?
knowledge,ice breaker ### How has it transformed you as a person or host?
ice breaker,knowledge ### What would be a passion, talent or skill that at 73 you’re still yet to discover?
ice breaker ### Are you more of an night owl or early bird?
book,ice breaker ### What book is on your shelf or in your Kindle with a high rating and why would you recommend it to someone?
ice breaker ### What unusual talent do you have?
ice breaker ### What is your favorite fictional character and why?
ice breaker ### What do you love most about your job?
ice breaker ### How can you secure your world from the most obvious threats?
ice breaker ### Have you ever done something that defied your expectations?
ice breaker ### What is the most important thing to you ? Money, Family, Respect, Knowledge....?
ice breaker ### What are your most cherished memories?
philosophy,ice breaker ### What are you mosttarian?
ice breaker ### What did you enjoy the most not long ago, and didn't honestly expect that was going to be something you enjoyed?
ice breaker ### What's the best part of your job?
ice breaker ### What's a record or handful of records you would like to sign, hear, or receive if you could be granted any one wish?
spur of the moment ### I've been drinking, smoking and drugging since I was 13 years old, what can you tell me that I'm not aware of?
ice breaker ### What would you do if you've always been afraid to try and never hurt your marriage?
ice breaker ### If you had a lifetime supply of something, what would it be?
ice breaker ### Which historical figure would you construct a theme park about?
ice breaker ### What is the best advice someone has given you?
ice breaker ### She sometimes sacrifies sleep to gain a dream.
psychology,ice breaker ### Is there anything that you fear might happen?
ice breaker,religion ### What religion, if any, are you? Why do you choose to be that way and what does it mean to you?
psychology ### What did your elementary or junior high school provide to really prepare you for high school/ college/ the real world?
knowledge,money,philosophy ### What are you most grateful for?
ice breaker ### What kind of person are you when you are your true self?
ice breaker ### What do you have that most people don't have?
mind,ice breaker ### "What is one thing you would never think of telling someone else?"
mind,ice breaker ### How do you know if a person is good or evil?
ice breaker ### If you could vote right now, who would you vote for president?
ice breaker,philosophy ### What would you do if you could stop thinking about death?
mind,ice breaker ### Would you rather slowly grow old but be incredibly wealthy, or would you rather explode your life with one moment of joy?
ice breaker ### Where did you meet your partner?
ice breaker ### What books have you read that made you think or changed ?
philosophy,ice breaker ### Would you rather be born poor and at the end realize that you used your money to make someone else rich or be born rich, spend much of it financing politicans who go on to ruin the economy and then die without realizing that your entire wealth was wasted?
ice breaker ### What dream, wish or crazy fantasy come true that you would want to die for?
ice breaker,knowledge ### What do you wish you knew at 21 years old?
ice breaker ### What life lessons can we learn from children?
world ### What decade is it if-$280,000 still barely gets you into the middle class these days? Even if your household income isn't that high?
ice breaker ### How much would it cost to hire you as a bodyguard for one day?
ice breaker ### When you see a girl with crutches, what's the first thing you look at, and why (if at all)?
ice breaker,artificial intelligence ### If there was one thing you could change in your skills, what would it be 
south africa,race,ice breaker ### What's your take on racial, ethnic or gender equality?
ice breaker ### What do you think is your biggest accomplishment in your life? Why is it so important to you?
ice breaker ### What was the first difficult decision you made in your life?
ice breaker ### Where do you go to see 3 or more relatively simple lessons?
ice breaker ### Which song do you recommend singing?
ice breaker ### What is the last thing that made you feel happy and see something beautiful?
ice breaker ### What's the optimal number of friends to have?
ice breaker ### Describe what's your definition of happiness is. As a person...
ice breaker ### What do you think is most important when trying to have perspective?
knowledge,ice breaker ### What's the most valuable thing you own?
book,ice breaker ### What is one of your favorite books and why?
ice breaker ### What was the worst thing that happened to you this past week?
ice breaker ### What was something important you pick up from this conversation today?
ice breaker ### What have been some of the biggest challenges in your life?
psychology,ice breaker ### When the waiting for Thursday's thunderstorm drives you crazy, what do you do?
ice breaker ### Who is someone that inspires you? Who inspires you to grow?
ice breaker ### When do you feel a goal to do something comes from within your personality, rather than an external influence?
ice breaker ### What do you think you're better at that people don't know about?
ice breaker ### If you were stuck on an island and could only take 3 things, what would they be?
mind,ice breaker ### What's the dumbest habit you have and why?
thought,ice breaker,knowledge ### What is the best thing that ever happened to you?
ice breaker ### What would you tell your younger self if you could?
ice breaker ### What are the details you would most like to change about your life (and if you could do it all over again) ?
ice breaker,mind ### What is your last memory before you were born?
ice breaker ### What do you need to let go of? What would free you up to be able to dream?
ice breaker ### What animal or plant do you absolutely hate and why?
ice breaker ### Who are you going to voteizen for President in 2020?
ice breaker,artificial intelligence ### What is the most incredible thing you have ever seen?
ice breaker ### If your body can be any location in the world, where would it be?
ice breaker ### Who do you think would be the best person to be around for the next 20 years?
ice breaker ### How can anyone with issues of any kind ever feel good about themselves?
ice breaker ### What languages do you know (langugages your parents spoke - helps if you can include a score of your fluency in that language. Score > 60 = moderate (most people can understand the basics) and Score>90 = fluent (advanced).
philosophy,mind,ice breaker ### Have you ever thought about how corrupted human morality is?
ice breaker ### If you could be any professional athlete, which one would you play professionally?
ice breaker ### What city would you most like to live in?
book,ice breaker ### If you could read one book for the rest of your life what would it be?
ice breaker ### If your life were a drink, what kind of drink would it be, and why?
ice breaker ### When and with whom do you share your life?
ice breaker ### What do you do if your code breaks?
ice breaker ### If you had me repeat one sentence at least 10 times back to back, what would it be?
ice breaker ### What do you hope to see in other people that makes them a good traveling companion?
ice breaker ### Who was excellent at the trade when you were young? Why?
ice breaker ### What language do you know that others people don't?
customer service,service industry,ice breaker ### How do you handle an angry customer?
science ### Where 50 years from now will we all be dead or alive?
art ### Are there any decorations that you keep any place of importance or value to you, and what connects them all together?
old,ice breaker ### What's something that scares you about turning 30?
ice breaker ### If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven't you told them yet?
ice breaker ### Who is your celebrity crush?
ice breaker ### What is your go to activity with no electronics involved?
movie,ice breaker ### What is your favorite movie in The Matrix Trilogy?
ice breaker ### What are you proud of who you are?
ice breaker ### If you had your own custom steel-toe boots what features would they have?
mind,ice breaker ### "What do you think about (insert topic)?"
ice breaker ### What difficulties or challenges do you face when interacting with family friends?
known quantity,ice breaker ### How did you discover your passion?
ice breaker ### If you could see anyone or anything in history, who/what would it be and why?
ice breaker ### What kind of person are you when you are your true self?
ice breaker ### What is a good joke that you know?
ice breaker ### What would your dream vacation be?
ice breaker ### Which past tense event has been your favorite?
ice breaker ### What are your 4 things? What's important to you?
ice breaker ### What's something kind from a stranger?
ice breaker ### What is something that you think about so often that it surprises you how much thought goes into it each day?
love,ice breaker ### How do you know when you've been in love? What is your favorite movie love scene?
ice breaker ### What are you most proud of?
ice breaker ###  What is something you do or say that pisses people off?
ice breaker ### How old were you when you realized that life is more than just getting by day to day?
ice breaker ### Have you ever wanted to be called a hero?
ice breaker ### What is your favorite movie?
ice breaker ### What was your first concert? With a parent present please! 
ice breaker ### If you could travel anywhere in the world, where would it be and why?
ice breaker ### What is something you replace daily?
ice breaker ### Which place would you most like to visit in the world ?
ice breaker ### Where do you feel the most confident (with a capital K) ? Have you always felt that way?
ice breaker ### What has been the most amazing gift you have ever received or wish you could have?
ice breaker ### If you could have a conversation with anyone from history, who would it be?
ice breaker ### If you could live anywhere in the world where would it be?
ice breaker ### What makes you angry or passionate about life?
ice breaker ### What is your best celebrity look alike?
ice breaker ### What do you think is the single best piece of advice someone has ever given you?
ice breaker ### What sketch comedy troupe do you like?
ice breaker ### What is your favorite family story or legend?
ice breaker ### What was your favorite childhood story?
ice breaker ### What's the most ambitious sweet dream that you've saved up to do after retirement?
ice breaker ### Please tell me about a time when you disagreed with your boss.
ice breaker ### What’s your best piece of advice you’ve been given for finding love?
ice breaker ### What is the best thing about your perimoia/spiritual experiences? The worst?
ice breaker ### You are on the high seas with no land in sight. How do you decide where to go?
ice breaker ### What would you do if you have a vote at the UN more than 30 times?
mind,ice breaker ### "What's your favorite time of the day?", "reply: morning, afternoon, Evening"
ice breaker,knowledge ### What do you wish you knew at 21 years old?
mathematic,ice breaker ### What would you do if you were a Superhero?
ice breaker ### How do you keep yourself updated on trends in current events? (war, politics, etc.)
ice breaker ### What gets in the way of your happiness?
philosophy,ice breaker ### What would you do if you knew today was the last day of your life?
mind,ice breaker ### What smartphone feature would you actually use?
ice breaker ### What would you would like to be remembered for?
ice breaker,dreamshop ### If you could spend 24 hours locked in a place no one knows where you are and what you are doing, who would be there with you now? What would you do?
book,ice breaker ### What is a book you really regret not reading/watching sooner?
ice breaker ### Have you ever thought that your life was going to turn out differently- if so, how would you have changed things?
ice breaker ### What would be your ideal weekend?
philosophy,ice breaker ### How do you feel about the term baby boomer and those who inherit their wealth from this generation?
ice breaker ### What do you think is the most important thing we can personally do to save the world?
ice breaker ### What's the most powerful video you've ever seen on TV or online?
safety,ice breaker ### What is the strangest safety precaution you've found in your routine?
ice breaker ### What is something you're really good at and enjoy doing?
ice breaker ### In only one word, what is your favorite thing about yourself?
mistake,tv show,about gender biases issues ### Would you say that this is more, less, or equally sexist than a TV show you recently watched?
ice breaker ### What's something that was painful to accept about yourself, but you've since embraced and learned to love?
ice breaker ### What decision do you wish you had handled differently?
ice breaker ### What's something people don't know about you but you wish the world knew?
ice breaker ### What virtue would you like to be better at? And if you had 5 virtues, what are the other 4?
ice breaker ### What is one highlight of your life?
ice breaker,knowledge ### Have you ever saved an animal's life?
ice breaker ### What would you do if you were a billionaire but the only thing in the entire world that mattered to you was more IOT devices within your home? (e.g. all TVs, phones, and computers be change to some standard IOT device functionality like voice out of an iPad like object that can display images and text)
.
ice breaker ### What are your favorite words to say to people, and why?
ice breaker ### What are you most paranoid about?
ice breaker ### "What's the best way to spend a rain day?"

ice breaker ### What is one of your favorite things to talk about?
ice breaker ### What or who do you aspire to be like?
ice breaker ### What cure should we fund for?
ice breaker ### What are the first principles of cooking according to you?
book,ice breaker ### What are the best books you've ever read and why did you like them so much?
ice breaker ### What advice would you give your younger self?
ice breaker ### Are you a hero in real life or just in the movies? Don't worry, we won't tell if you are the former!
ice breaker ### What is the most important gift that you have ever given or received?
trip ### Where are the most beautiful places you have been?
ice breaker ### What really made you laugh or cry?
book,ice breaker ### What was the best book you read this year? If the worst book, that you read this year?
ice breaker ### If you were headed to a disaster area where you knew family members (knew their names; unlabeled faces) would be alive or not but had to leave with just the clothes on your back and no belongings at all, what would be the first thing you'd pack?
ice breaker ### What are your goals and wishes for this upcoming year or next few years? Or what is a goal you're stuck on?
ice breaker ### What was your favorite childhood game / toy? What would it be today, if you could bring that back?
ice breaker ### You have to give a speech in front of 10,000 people tomorrow morning. What would you say and what would you do beforehand to get ready?
knowledge,ice breaker ### How to make more effective / enhance your learning experience over the coming years?
ice breaker ### Who would win in a fight, Donald Trump or Vladamir Putin?
mind ### "What is one thing you would never think of telling someone else?"
ice breaker ### What are the best and worst part of your workday?
ice breaker ### What is one thing people don't know about you?
ice breaker ### What is the most amazing thing that you can think of?
ice breaker ### What is something you've done in your life that was totally irrational but yet somehow it turned out just fine?
ice breaker ### What activity, hobby or game do you love the most and why?
ice breaker ### Rate your interest in following celebrity news or gossip?
ice breaker ### If your life was a pixar movie, what would it be about?
ice breaker ### What do you love about your job? What's the worst part of it? What are your goals for this year and next.
ice breaker ### What is your idea of the perfect day?
ice breaker ### Looking back on your life and career, what is one thing you regret not doing?
ice breaker ### What's your favorite documentary?
ice breaker ### Have you ever committed any eyebrow-raising acts to get a laugh?
ice breaker ### What is a symbol that you get a kick out of seeing (or metal they are? It's just something cool you pass by and get a reaction from you).
ice breaker ### What are your top 5 goals right now?
ice breaker ### What is a talent you have that very few people know about?
ice breaker ### What does adjacency mean to you? Joinery?
ice breaker ### Who do you admire the most and why?
ice breaker ### What is a story that you know but haven't told anyone?
ice breaker ### Name the best and worst thing about your family.
ice breaker ### And all we like sheep have left us in the night, _________.
psychology,ice breaker ### What question would you have to ask a dead person?
ice breaker ### Have you ever seen a picture or video of something so incredible that stayed in your head for the rest of your life?
ice breaker ### Name one thing you've done wrong to a person that deserving it.
ice breaker ### "We only have two more questions left. I just know they will be great questions."
ice breaker ### What is the most adventurous thing you have ever done?
ice breaker ### What is the happiest moment of your life and why?
personality,team player ### What is one positive personality trait that you possess?
ice breaker ### When is the last time you tried something new?
ice breaker ### If you were dead and could come back 4 billion years in the future, who are you willing to hook up with and why?
ice breaker,software,business ### How do you think the future of media is going to look like?
book,ice breaker,mind ### "What would you say is your favorite TV show?"
ice breaker ### What is a fact about you that you think people know but 99%% of the time, if anyone asks about it, it’s escaped their memory or they don't even bother to ask?
ice breaker ### What did you do for your last birthday?
ice breaker ### What was your biggest mistake?
ice breaker ### Over the past month, I've taken any number of surveys from friends and social media, asking me to name my top 5 favorite movies. Of course, there are many things on that list that don't really fit this category and I muscled out of things like Interstellar, How Hitchcock Ruined Science Fiction forever. But anyway my top choice ended up being The Royal Tenenbaums. What's yours?
knowledge,ice breaker ### Where do you get your news?
love,ice breaker ### What do you need to be happy ?
life,ice breaker ### What are three post-it notes you'd leave yourself in order to remember that you have been part of something special?
sociability,ice breaker ### On a scale from 0-10 how could you rate your day to day social anxiety?
ice breaker ### If money wasn't a problem, how would you spend your day?
communication,ice breaker ### What color shirt are you going to wear tonight?
knowledge,ice breaker ### What is your most amazing discovery?
ice breaker ### If you could have a personal assistant, what would he or she do for you? Why would they be the best personal assistant ever? Any cheat codes to pass exams?
ice breaker ### Have you ever eaten something that was poisoned but you think for a couple of days that it didn't do any bad , then the next day you get violently sick and your life may be in danger after.
ice breaker ### When was a time when things didn't go your way, but you couldn't help but laugh about it anyway?
show ### If your life were a TV show, what’s the title and the plot?
ice breaker ### What do you think is the most important tidbit of knowledge someone needs to know?
ice breaker ### When was the last time you felt incredibly happy?
ice breaker ### What qualities do you think all people should aspire to have?
knowledge,ice breaker ### What are you listening to right now? Music, movies, tv show?
ice breaker ### What is your book recommendation?
ice breaker ### What is one of your favorite things in life that you actually own?
ice breaker ### What quote or embarrassing story do you have about my spouse?
artificial intelligence ### To what era do you consider yourself to represent?
ice breaker ### What would you consider a topic people are the most confused about?
ice breaker ### If you had unlimited funds and unlimited time you could how  change the world? (or) How do you see yourself making a difference in the world, what would you do?
ice breaker ### When in a relationship, describe your perfect partner.
philosophy ### How do you keep your smile making a difference?

ice breaker ### What is the most unique experience that life has brought you?
ice breaker ### What do you fantasize about?
ice breaker ### If you could learn only one foreign language, what language would you choose?
ice breaker ### What animal is your secret favorite?
ice breaker ### What was the last compliment you got?
ice breaker ### In 5 words or less, what is the best piece of advice you have received to help you in your day-to-day?
ice breaker ### When do you feel truly "alive" and why?
ice breaker ### What are four cities you would like to visit?
conversation,ice breaker ### what was the best conversation you had during a conversation that day?
mind,ice breaker ### Have you ever felt that time was flying away from you? If so, how did that feel like?
ice breaker ### If you want to make someone else laugh, what do you usually do?
ice breaker ### In your opinion, what would be the next big thing?
mathematic ### If each person got 5 chances to add/deduct from a math problem in real time, does that make it easier or harder for you to do the same problem with ease at the end?
mathematic,ice breaker ### Who are you? Where did you come from?
ice breaker ### If you had to pick one quote from famous people which would it be?
ice breaker,hobbies,funny ### Do you think that you're funny?
ice breaker ### What is the best piece of clothing you own?
ice breaker ### What was the weirdest excuse for not owning something you used to have growing up, and can you explain now?
ice breaker ### What do you have most looked up to in your life; What qualities does it have?
ice breaker ### What puzzle do you continuously try and can't solve?
money,ice breaker ### How do you define success and being rich?
ice breaker ### What advice would you have for a newborn baby?
ice breaker ### If you were able to create a movie in your own lifetime and it was accepted but you were never allowed to see it until the very end, what would it be about? You can write this as if you're making up the outline for a movie.
ice breaker ### What are things you've made or cooked for yourself or others?
ice breaker ### What do you take with you everywhere you go?
ice breaker ### What do you want to be remembered for?
ice breaker ### What is your best talent or skill that most people probably don't know about?
ice breaker ### What is one of the "filler words" you use with others around you?
presidents,ice breaker ### or Barack and Michelle Obama if you haven't met?
ice breaker ### What is something you wanted to be but never got the time / opportunity?!
ice breaker ### How do we teach children to be kind and stop bullying each other? 
ice breaker ### Did you do anything that I would consider to be silly or shortsighted?
philosophy ### Have you ever killed an animal for food?
ice breaker ### Who was a role model of yours when you were growing up?
ice breaker,knowledge ### What is something that you are really into right now?
ice breaker ### Do you enjoy nature or are you more of an urban person?
hygiene,health,ice breaker ### What do you do to be relaxed and de-stressed whenever you can?
ice breaker ### If you were allowed to add actors to a movie, what actors would you want?
pacifism,ice breaker ### What do you think is one of the most important lessons from the wars in Iraq, Afghanistan and Libya ?
error,ice breaker ### What are some of the biggest mistakes you've made?
ice breaker ### What told would you love to learn more about, but haven't added much value to your life?
ice breaker ### What show/movie made you cry the most?
ice breaker ### Who is the most famous person you have met?
ice breaker ### What is something that's better when it's free?
ice breaker ### What TV show is on your bucket list?
ice breaker ### What in your opinion and experience is capitalism in its purest form? In what way and to what extent would you say capitalism is at the root what kind of problems today's advanced societies face?
ice breaker ### What do you consider to be your best achievement?
ice breaker ### What was your favorite childhood video game?
ice breaker ### What's what made you different in previous generations?
ice breaker ### Who do you wish was(are?) with you for the day?
ice breaker ### If you knew you had to buy ten things for the rest of your life, what would some of those be?
book,ice breaker ### Tell me about the last book you read
ice breaker ### What's the most interesting thing you've learned recently?
mind,ice breaker ### The final test of a very powerful, smart and amazing person boils down to this one question; what would you tell this unique soul if you had only 5 minutes left to talk with them and why?
movie,ice breaker ### What movie title remakes do you find funny?
ice breaker ### What's something physical you've given to someone else?
ice breaker ### What do you think is the most popular misconception that people have about your city?
ice breaker ### What are your top five tips for being successful?
ice breaker,knowledge ### Do you have any style or trend you follow?
artificial intelligence,long questions ### It can be much more rewarding to live a life of happiness than one full of achievement.
 What made you happy today?
ice breaker ### What is something that you always tried to solve when working on school, at work and alone?
ice breaker ### How long would you choose to live if given the choice between 1,000 years and and an ordinary lifetime?
philosophy,ice breaker ### What is the meaning of live?
ice breaker ### Is there anything that you regret more than doing it and wish could take back?
ice breaker ### What was the last thing you complained about?
ice breaker ### How can give the best helping hand to the avoidable accident?
ice breaker ### What is the worst thing that happened to you, and what did you learn from it?
art,ice breaker ### Think back to a time that turned out exactly as you wanted. Did you feel like anything , or everything was just perfect? [1] How do you feel now that your life is more in balance?
ice breaker ### Who in the room do you admire most?
ice breaker ### For the end of the world, what type of food should we tell the aliens to bring?
ice breaker ### Why are you who you are and what pulled you so far in your life?
ice breaker ### What's something that you look for away from the exact norm in social situations? (easy example: when I have trouble making small talk, I sometimes like to describe what I'm around-light fixtures, screens, cabinets- and make myself sound helpful even though it might seem odd.
ice breaker ### If you had to choose a career that you had to give up everything for, what would it be? (eg. Give up family, social media, school.)
ice breaker ### What symbols do you keep close by and why? I am actualy quite asksy. Actually, you are an asky person!
philosophy,ice breaker ### What has made the biggest impact on your life?
ice breaker ### What’s your favorite aspect of the environment you are currently in?
ice breaker ### What color is your underwear you are wearing right now?
mind,ice breaker ### What is a moment that you miss ? [moment=a time period which passes quickly and leaves a perception of time having been slow while it was occurring or a complete event]
ice breaker ### How would you rate yourself as an artist from 1-10? Show me some of your work, I'd love to critique it for you! (optional: invite them over for coffee after)
ice breaker,time management ### If you knew your life was going to end in 24 hours, what would you do with that time left? What would be the most important thing you've learned?
ice breaker,philosophy,knowledge ### What were you like as a kid? What do you remember most about your childhood?
ice breaker ### How do you make important life decisions?
ice breaker ### What is something that most people don't know about you or don't really get to see from you?
ice breaker ### What was the most comfortable and familiar object at your dinner table as an evening?
philosophy,ice breaker ### What do you want your deathbed to look like?
knowledge,philosophy,ice breaker ### If you had unlimited knowledge, what would your life look like?
ice breaker ### Where were you when you were a fetus?
ice breaker ### What did you want to be when you grew up?
ice breaker,it ### What was the best thing that happened to you over the weekend?
art,science & technology,beliefs ### Do you think that humans and robots will ever live together in harmony?
ice breaker ### What is the most addictive TV show out there right now?
ice breaker ### Ethics: Hedonism, animals, babies and non-sentient life(plant, A.I.) all vs something else (humans)
ice breaker ### For those of you with homes, where is the best vacation spot that you've been to where there were no electronics allowed?
ice breaker ### What do you like about America?
ice breaker ### Do you like to compliment people?
ice breaker ### If you were invisible and could do anything, what would you do?
ice breaker ### What's something you've never been able to do?
ice breaker ### What makes you care so much about what people think or how they feel?
ice breaker ### What do you think is the single best piece of advice someone has ever given you?
ice breaker ### Do you have a favorite dish? If that dish associates with one season of the year, can you guess which it is? (just to ease conversation a little)
book,ice breaker ### What books do you think I should read?
ice breaker ### How do you make important life decisions?

travel,ice breaker ### If you could live in any country where would you live and why?
ice breaker ### What are you obessed with right now? At work or home?
ice breaker ### Who is the most interesting person you've ever met?
ice breaker ### What do you care about most?
ice breaker ### In your opinion what is the best use of money that people can make?
ice breaker ### Who is the most presidential person you've ever seen in your life?
knowledge,ice breaker,philosophy ### Is there something that you are not sure about?
ice breaker,dark dark dark ### Are you either directionally or spiritually attracted to the dark?
ice breaker ### What giant institution could use a good reboot: governments, armies, banks, and companies?
ice breaker ### What are you proud of?
ice breaker ### What is one of your weaknesses?
ice breaker ### If you could have a conversation with anyone from history, who would it be?
ice breaker ### What is a movie that you watched so many times that you know the dialogue by heart?
ice breaker ### Name a time you failed and what you learned from it.
ice breaker ### What is something you can do better than most people?
ice breaker ### What is a movie that you watched so many times that you know the dialogue by heart?
ice breaker ### What are people most surprised to learn about you?
mind,ice breaker ### If you could go back in time and discover one bit of knowledge that will better your life and the lives of people around you, what would it be?
ice breaker ### What do you see yourself as soon-to-be doing in the next hundred years or so?
ice breaker,relax ### What is one random thing you do to keep your mind off of the problem at hand.
ice breaker ### What is something that you wish you were more confident in?
knowledge,philosophy,ice breaker ### If you had unlimited knowledge, what would your life look like?
ice breaker ### What do you do when you're bored?
ice breaker ### Have you ever had a paranormal experience?
ice breaker ### What have you single handedly built or built with your significant other?
ice breaker,math,knowledge ### Were you ever bullied orANYTHING as your peers that caused damage to your self-esteem?
ice breaker ### If you could be absolutely certain about something, what would it be?
ice breaker ### If you could be any character in the Star Wars universe what would it be?
ice breaker ### How would you rate yourself as an artist from 1-10? Show me some of your work, I'd love to critique it for you!
ice breaker ### Where do you think the majority of your money goes?
ice breaker,mind ### If you didn't have to sleep, what would you do with the extra time?
ice breaker ### What are you most likely extreme case of stretch your legs?
ice breaker ### If you could go back in ____ days to do something, what would it be?
ice breaker ### What animals have been on your mind recently?
ice breaker ### What is one thing everyone should try at least once in their life?
book,ice breaker ### Which book do you always recommend?
history,ice breaker ###  Describe the moment when you realized things might never be the same again after 9/11.
ice breaker ### If you are an archer and had to perch yourself on top of a tree 24-30 feet above the ground, what would you make your arrow tip look like?
ice breaker ### "I'm thinking of giving up my job to ______________."
ice breaker ### If you could live forever, would you?
ice breaker ### If you could only read, watch or listen to one thing for the rest of your life, what would it be?
ice breaker ### What do you do in your off-time?
knowledge,ice breaker ### What do you study/practice in your free time and why?
ice breaker ### What is the best city to live in in the world? Why?
mind,ice breaker ### What is the last thing you looked at on your way home from work. How do you think it fit into your day?
ice breaker ### What is your favorite city you've travelled to? What makes it so great?
ice breaker ### Have you ever talked your way into something?
ice breaker ### If you have ever gone through an intense experience of rejection, give me a sense of your experience.
ice breaker ### What do you do regularly just to have a moment of respite?
ice breaker ### What are you most excited about?
ice breaker ### How was the most beautiful thing that has ever happened to you, and did you enjoy it?
ice breaker ### What made you cry or laugh today?
book,philosophy,ice breaker ### Who was your childhood hero?
ice breaker ### You are stranded on a desert island and the only other inhabitant is you. Unfortunately, you don't know if it's day or night--all things are at a standstill. How do you survive?
ice breaker ### If you could go back in time and change one thing in your life, what would you change?
ice breaker ### What are some of Warren Buffet's memes?
ice breaker ### What have been some of the best experiences in your life?
ice breaker ### If there's only one sunset you could see for the rest of your life, where would it be?
ice breaker ### What famous business leader would you like to talk to?
ice breaker ### What is the biggest turn on for you in a partner?
ice breaker ### What's something that everybody should know about their trade/profession/interests?
ice breaker ### What would be at least one way for you to make a million dollars?
ice breaker,philosophy ### What is one thing you could give to a homeless person?
ice breaker ### Who is your favorite actor and why?
ice breaker ### What is your philosophy on life?
emotion ### What activities and interests make you happy?
ice breaker ### In what kind of world would you rather live today?
ice breaker ### How do you make important life decisions (e.g. what school to go to)?
ice breaker ### Whether or not you have children, what do you find yourself looking for in a long-term partner?
philosophy ### What characteristics make a great life?
daily life,ice breaker ### What is your preferred method of transportation?
ice breaker ### What is something I don't know about you?
ice breaker ### What's the last thing you purchased online?
ice breaker ### What was your favorite childhood game / toy? What would it be today if you can bring that back?
book,ice breaker ### What books really shaped your attitude towards others?
science,philosophy,ice breaker ### Will robots be able to "feel" in the future?
ice breaker ### What are your short and long-term goals?
ice breaker ### The highest or lowest person on your speed dial?
mind,book,ice breaker ### What's something that would be interesting to research and write a book about?
ice breaker ### What can you not live without?
mind,ice breaker ### If you could help people in one way, what would it be?
shopping,ice breaker ### If you had infinite money, what is something you would buy?
philosophy,ice breaker ### Have you ever felt like you were living in a different world than the people around you?
ice breaker ### What is one thing you could do better than the next generation of superhumans? What would that be?
life,ice breaker ### What is the most difficult thing you have ever done?
ice breaker ### What's a topic you want to talk about but people ignore?
ice breaker ### What do you do in your spare time?
ice breaker ### Who is your biggest influencer or role model and why?
ice breaker ### What is one thing that you've owned the longest and can't live without?
mind ### What made you feel proud and why me?
deep conversation,ice breaker ### "What's your favorite movie?"

Deep conversations about movies are often sparked by this question.
art,ice breaker ### If you could live forever, would you?
food,ice breaker ### What do you usually eat for Breakfast?
artificial intelligence,ice breaker ### How could social media revive democracy?
ice breaker ### If you could have a library made of your favorite books at the most awesome place on earth, where would that be?
ice breaker ### When do you know that you've broken free from a crazy situation?
book,ice breaker ### What book has positively changed your life?
philosophy,support,friendship,ice breaker ### Are you afraid of dying?
ice breaker ### What is something you do or say that pisses people off?
mind,ice breaker ### If you were going to teach a class on ______ (fill in topic), what would that assignment be?
ice breaker ### Go to the library or Bookstore and showcase the book you love most.
ice breaker ### How do you prep and what do you bring to the table to help yourself be successful?
ice breaker ### What's your favorite thing about the city or the country where you live in?
philosophy,ice breaker ### Is there a quote you believe defines the way that you live your life?
music ### Who would be your last curtain call?
money ### Okay let's get down to business. If you had 10 million dollars and could spend it any way you wanted, how would you spend it?
ice breaker ### Do you have any enchiridions? If so, what are the names?
ice breaker ### What five people in this world would you like to spend a day with, not necessarily famous people?
ice breaker ### What is the best advice someone has given you this week?
ice breaker,knowledge ### Who in the room would you have the most fun drinking alcohol with?
ice breaker ### What movie quotes do you try to live by?
science ### If your country's natural resources were all being consumed at one time, by which would you rather have an endless supply of
ice breaker ### What kinds of things do you look for in a person?
ice breaker ### When was the last time you earned your big check?
ice breaker ### Is there a celebrity or public figure who inspires you?
knowledge,ice breaker ### How do you learn something that interests you ?
ice breaker ### How would you define "love" ?
ice breaker ### If you were to write a book about your life, who would be the opponent of your character and what would their relationship be?
ice breaker ### How do you gain the skills you need to be successful?
ice breaker,artificial intelligence ### Can you imagine an animal communicating with itself (lover with lover, mother with child, etc.)? If so, what is your favorite topic to discuss?
ice breaker ### What's the funniest joke that made you laugh?
mathematic,ice breaker ### Now you have knowledge then what?
ice breaker ### What is something you would need to change to be successful in the next four years  and contribute positively to people's life?
ice breaker ### If you could choose to never use the internet or email, what would you? Why?
mind,ice breaker ### What is one thing you would never think of telling someone else?
ice breaker ### What is the name of a cartoon, movie, or book character that you are mad at or want to get even with?
ice breaker ### Do you put in long hours of work or do you prefer to keep a 9-5 job?
ice breaker ### What's your biggest regret in life so far?
art,ice breaker ### What is a place in nature/landscape near where you live that looks particularly beautiful to you?
ice breaker ### What is the strangest conversation you have eavesdropped?
love,ice breaker ### What's one thing you want to do with someone/someone special?
ice breaker ### If you had a clock that would countdown to any date you set and the exact time of day you wanted, what date would you want to wake up beside your soulmate for the rest of your life? If not, why not?
ice breaker ### If you could go back in time, what career path would you choose?
ice breaker ### What is something that most people take for granted, but has a deeper meaning to you?
ice breaker ### What could your boss yell at you for saying and she wouldn't be justified and if she did what would you say to her first?
ice breaker ### What are you currently focusing on? What is next?
ice breaker ### What's you pre-existential crisis idea?
ice breaker ### What is something you love to do in the heat of the summer?
scientist,research,ice breaker ### What research field are you working in, what is your position, what is the focus of your current research?
philosophy,ice breaker ### What convinced you that your viewpoint wasn't going in the right direction?
ice breaker ### When do you know that you've broken free from a crazy situation?
ice breaker ### What effect did something have on you recently? What was it, who was involved and how did that change what you did/how you think about it?
philosophy,ice breaker ### If you had cancer, how much would you need to be hospitalized to get half your life back or 1000% to get back all of your life?
menu,ice breaker ### What would the menu at your dream restaurant have for dessert?
ice breaker ### I used to like talking "Figure It Out" games. Can you think up the best you can?
ice breaker ### What is the single best piece of advice someone has ever given you?
ice breaker ### What could you do if you only had 24 hours and it wasn't up to you?
art,ice breaker ### What is your name and what have youEnjoyed doing most?
strange,ice breaker ### Say you're at a restaurant with a really bad waiter. How quickly and silently would 500 people leave the restaurant after the waiter compliments someone's grandpa? Surprise me.
ice breaker ### What's the last word that came to your mind when you hear this list of words: friend, life, nature?
ice breaker ### Where did you leave your sense of adventure?
ice breaker ### What are you most thankful for this week? What's great about it?
ice breaker ### When was a time when things didn't go your way, but you couldn't help but laugh about it anyway?
ice breaker ### What is the best piece of advice you've been given?
ice breaker ### Which was your favorite major in college?
ice breaker ### If you could send yourself to any period in history to learn about what's what, would you do it?
ice breaker ### What is a movie you really wanted to see but couldn't?
ice breaker ### You own a business. You want to repaint all of the wall so that your business looks more symmetrical and modern. However, you're nervous about spending unemployment that much money all at once on one giant job and can't be sure it will look good or that customers will even like it. What's the smart move? Research people who have worked with paint before?
book,ice breaker,mind ### What two books have you read that were completely different, and one was great/cringy and the other was the opposite?
mind,science,evidence ### Gain above a rock-solid piece of evidence that the majority of people are rational enough to appreciate the truth even if the truth does bad things which might happen rarely in someone's mind.
ice breaker ### What is an interesting fact that nobody KNOWS about you?
ice breaker ### Do you want children someday?
book,ice breaker ### Do you prefer modern or ancient books?
ice breaker ### In your opinion what are the most frustrating emotions?
philosophy,ice breaker ### If you had to eat only 3 things for the rest of your life, what would they be and why?
mind,ice breaker ### What kind of things do you really enjoy? My guess is that you would enjoy having a steady, repetitive activity.
ice breaker ### Good morning ___! How are you today?
ice breaker ### What advise would you give to your younger self just starting out in life?
ice breaker ### What is one food that you build habits around because of your culture ?
ice breaker ### What's something you have no talent for?
art,ice breaker ### What would you focus on if you had one hour of time to spend either improving something or playing something? And why?
ice breaker ### What's something uncommon or unexpected that everyone agrees on?
ice breaker ### What words do you always have to look up the define before speaking them?
ice breaker ### What's something that people should know about your country?
ice breaker ### If you could be the opposite sex for a month, what would you do?
school,ice breaker ### What is a controversial opinion that you have?
ice breaker,knowledge ### What do you miss the most from school?"
ice breaker,work ### What are some of the most important factors in your workplace?
book,ice breaker ### What book has changed the way that you view life ?
ice breaker ### Tell me the most interesting fact about yourself.
ice breaker ### What was the last scary movie you saw and why didn't you leave the theater??
knowledge,philosophy,ice breaker ### What is the most important information to know?
ice breaker ### If you could talk face-to-face with anyone most famous person alive, who would that be and why?
knowledge,ice breaker ### When was the last time you did something for the first time?
ice breaker ### What does your ideal day look like?
politics ### https://wp.me/p44EN4-1F7
book,ice breaker,mind ### "What's your favorite book?"

Deep conversations about books are often sparked by this question.
ice breaker ### Which application do you use most?
ice breaker ### What's the best thing anyone has said about you?
ice breaker ### What was your greatest failure, where you "fell", how did it happen and how do you overcome this failure to become successful?
ice breaker ### What movie always gives you chills every time you watch it, regardless of the first or the nth time that you watch it?
college,work,knowledge,ice breaker ### What's something important you learned in college or at work?
ice breaker ### If you could have anything you wanted in the world, what would it be?
ice breaker ### If you could have a superpower, what would it be?
ice breaker ### What is your favoriteTV show?
ice breaker ### What could you give an assessment of about yourself that would help improve your self-confidence the most?
ice breaker ### What is your favorite quote?
ice breaker ### What's the rule you would tell your only child?
ice breaker ### If you could live in any time period, which would you choose and why?
ice breaker ### What makes you angry or passionate about life?
knowledge,ice breaker ### What is an interesting fact that few people know about you?
ice breaker ### What question would the biggest certainly people answer in your country?
ice breaker ### What is one thing you keep telling yourself but don’t always listen to?
life,philosophy,god ### What are the strains of leading a busy life?
health,ice breaker ### Are there any activities or habits that make you feel good about yourself? Tell me more!
ice breaker ### Where was the last place you looked for something and couldn't find it?
ice breaker ### If you could go back in time, do something differently and change the outcome, how would you do it?
ice breaker ### What is something you do or say that pisses people off?
ideology,ice breaker ### Have you ever searched for a missing person?
ice breaker ### Describe the biggest crisis you've faced professionally and personally. How did you overcome that crisis?
ice breaker ### What rules would you make for your country? Be prepared to defend these rules.
society,ice breaker ### What is the moment you were most disappointed in yourself?
ice breaker ### Have you ever noticed that a little sliver of metal is the only thing that most people pay attention to?
ice breaker ### What is the biggest thing you have own?
ice breaker ### What are the biggest lessons you've learned from listening to people?
ice breaker ### When was a time when things didn't go your way, but you couldn't help but laugh about it anyway?
ice breaker ### What is a skill that you would like to improve because low confidence logistically?
ice breaker ### Does love mean having to be with someone all the time, every day? (Or) What are the pros and cons of being in a relationship constantly or rarely?
ice breaker ### What was the last book you read?
ice breaker ### What do you think is the most popular misconception that people have about your city?
ice breaker ### Have you mastered any interesting self-defense or hand-to-hand combat moves?
ice breaker ### What are some of the things you don't want to forget in this moment? What's one thing you would like to forget in your moment?
picture,ice breaker ### What is the most relevant picture you've seen in the last year?
ice breaker ### What is more important: to feel comfortable while listening to your boss's conversation or stay professional and continue working?
ice breaker ### What is something you feel like everyone knows, but for you it isn't the case?
ice breaker ### What was the most befriending smell you've ever encountered?
philosophy,ice breaker ### What are your most cherished principles?
ice breaker ### What is the biggest fear you have regarding your children's wellbeing?
ice breaker ### What book have you read recently that had a big impact on you?
ice breaker ### Which song do you never get tired of hearing?
ice breaker ### How do you add small shocks in your daily basis?
rock star ### What's something you're allergic to?
ice breaker ### What would be your friendship name for me?
ice breaker ### What is a talent you have that very few people know about?
indulgence,sex,ice breaker ### There are many different ways to satisfy your lust, what ways do you prefer?
ice breaker ### What are some of your personal strengths and weaknesses?
ice breaker ### What is the most amazing thing you have experienced so far in 2019?
knowledge,ice breaker ### What ways of self improvement are working for you right now?
ice breaker ### What is a movie that you watched so many times that you know the dialogue by heart?
ice breaker,philosophy ### What is a controversial opinion you have ?
ice breaker ### What would have been your perfect day 3 years ago? What would it turn out to be today?
opinion ### Do you think my opinions will be appreciated?
knowledge,mathematic,ice breaker ### What's your favorite municipality in the world?
mind,time management,resources,bike ### Leave me your number and I could be your support system anytime you need to talk. You can trust me.
ice breaker ### What's your favorite weekend activity?
